{
  "title": "Radiation Interactions",
  "content": "<h2>Introduction</h2><p>Radiation interaction is the practical physics of what particles and photons do when they pass through matter. This is where nuclear physics becomes measurable: detectors work because radiation deposits energy in materials, and shielding works because interactions remove energy or absorb particles. In this module you'll learn the main interaction mechanisms for charged particles, photons, and neutrons, what \"stopping power\" really means, why range is finite, and how to think about attenuation without hand-waving.</p><h2>What \"interaction\" means</h2><p>When radiation passes through matter, it can lose energy, change direction, or be absorbed. The details depend on what the radiation is: a charged particle, a neutral particle, or a photon.</p><p>The key point is that interaction is probabilistic. Nothing happens at a perfectly predictable point. Instead, there is a probability per unit distance that a collision or absorption occurs. That is why concepts like cross section, mean free path, and attenuation appear everywhere in radiation physics.</p><h2>Charged particles: why they are easy to stop</h2><p>Charged particles interact continuously with electrons in matter through electromagnetic forces. They ionize and excite atoms as they pass, losing energy steadily.</p><p>Because this interaction is strong and continuous, charged particles usually have relatively short ranges compared to neutral radiation. Their energy loss is often smooth, and they leave a trail of ionization. This is why alpha particles are easy to detect and easy to shield, despite being energetic.</p><h2>Stopping power (dE/dx) and what it tells you</h2><p>Stopping power is the average energy lost per distance traveled, written dE/dx. It depends on the particle's charge, speed, and the material.</p><p>A crucial qualitative fact: slower charged particles often lose energy faster near the end of their path. That leads to the Bragg peak, where energy deposition becomes maximum near the stopping point. This is why charged-particle beams can deliver concentrated dose, which matters in radiation therapy.</p><p>You don't need the full Bethe formula yet, but you should understand that stopping power is predictable and is the main tool for estimating ranges and dose.</p><h2>Range, straggling, and scattering</h2><p>Even for charged particles, range is not a single exact number. Because interactions are probabilistic, there is range straggling: some particles go a bit farther, some stop earlier.</p><p>Charged particles also undergo multiple scattering, being deflected by many small Coulomb interactions. Heavy charged particles scatter less than electrons because they are much more massive. This is why electron tracks look messy and proton or alpha tracks look straighter.</p><h2>Electrons and positrons (special case)</h2><p>Electrons lose energy by ionization like other charged particles, but because they are light, they scatter strongly and can radiate photons when accelerated in electric fields near nuclei. That radiation is bremsstrahlung.</p><p>At high energies, bremsstrahlung can dominate electron energy loss, especially in high-Z materials. This is why shielding high-energy beta radiation often requires attention: stopping electrons can generate penetrating X-rays.</p><p>Positrons behave like electrons until they slow down, then they annihilate with electrons, producing gamma rays (often 511 keV each). This is the basis of PET imaging.</p><h2>Photons: how gamma rays interact</h2><p>Gamma rays and X-rays are uncharged, so they do not lose energy continuously. Instead, they interact in discrete events. Three main mechanisms dominate depending on energy and material:</p><p>Photoelectric effect: photon is absorbed, electron is ejected. Strongly favored in high-Z materials and at lower photon energies.</p><p>Compton scattering: photon scatters off an electron, losing some energy. Dominant at intermediate energies and common in many detectors.</p><p>Pair production: at energies above 1.022 MeV, a photon can convert into an electron-positron pair near a nucleus. Dominant at higher energies, especially in high-Z materials.</p><p>The main practical point: photon interactions are sparse and probabilistic, which is why gamma rays are penetrating.</p><h2>Attenuation and half-value layer</h2><p>Because photon interactions occur probabilistically, intensity drops roughly exponentially with thickness:</p><p>I(x) = I<sub>0</sub> e<sup>(&minus;&mu;x)</sup></p><p>&mu; is the attenuation coefficient. The half-value layer is the thickness that reduces intensity by half. This is how shielding is specified in practice.</p><p>The exponential law is not a law of \"energy loss per distance\" like stopping power. It is a law of \"probability of surviving without interaction.\"</p><h2>Neutrons: why they are tricky</h2><p>Neutrons are neutral and do not ionize directly, so they can penetrate deeply without obvious continuous energy loss. They interact through scattering and capture.</p><p>Elastic scattering transfers energy to nuclei, especially light ones like hydrogen, which is why hydrogen-rich materials are good moderators and shields.</p><p>Capture can produce gamma rays or charged particles, which is how neutrons are detected and how shielding often finishes the job: slow the neutron, then capture it.</p><p>Neutron interactions are strongly energy-dependent and often show resonances, which complicates shielding and transport.</p><h2>Secondary radiation (what you get as a byproduct)</h2><p>Interactions often create secondary radiation. Examples:</p><p>neutron capture producing gamma rays</p><p>bremsstrahlung from stopping electrons</p><p>pair production leading to annihilation gamma rays</p><p>nuclear reactions producing recoil nuclei and fragments</p><p>In detectors and shielding, secondary radiation often dominates the hazard or the signal. This is why you can't think about one particle in isolation; you must think about what it creates.</p><h2>Connecting to detectors and dose</h2><p>Detectors work by converting deposited energy into signals: ionization charge, scintillation light, heat, or chemical change. Dose in biological tissue is fundamentally energy deposited per mass, so understanding stopping power and interaction types directly connects to radiation protection and medical physics.</p><p>This is also why different radiation types have different biological effectiveness: they deposit energy differently in space. Alpha particles deposit energy densely over a short path; gamma rays deposit it sparsely over long distances.</p><h2>Key takeaways</h2><p>Charged particles lose energy continuously by ionization and excitation, described by stopping power and range, often with a Bragg peak near the end. Electrons scatter strongly and can produce bremsstrahlung; positrons annihilate into gamma rays. Photons interact in discrete events via photoelectric effect, Compton scattering, and pair production, leading to exponential attenuation and half-value layers. Neutrons are neutral and interact through scattering and capture, often requiring moderation plus capture for shielding and detection. Secondary radiation is often as important as the primary particle. These ideas underpin detectors, shielding, and dose.</p>",
  "hasCustomScript": false
}
