{
  "title": "Cross Sections",
  "content": "<h2>Introduction</h2><p>A reaction being possible does not mean it happens often. Cross section is the number that answers \"how likely is this interaction?\" It's the bridge between microscopic physics and what you actually measure in a lab or predict in a reactor, a star, or shielding. In this module you'll learn what cross section means physically, how it connects to event rates, why it depends so strongly on energy, and how to read real cross-section plots.</p><h2>What a cross section is (the physical meaning)</h2><p>A cross section is not a literal geometric size, but it behaves like an effective target area. If a reaction has a large cross section at a given energy, then an incoming particle has a high probability of causing that reaction. If the cross section is small, the reaction is rare.</p><p>The unit is area. Nuclear physicists almost always use the barn:</p><p>1 barn = 10<sup>-28</sup> m<sup>2</sup></p><p>That unit exists because nuclear interaction probabilities at typical energies often fall naturally near that scale.</p><h2>Cross section connects to measurable rate</h2><p>Here is the working link to experiments:</p><p>Rate = (incident flux) &times; (number of targets) &times; (cross section)</p><p>Flux means how many projectiles pass through a unit area per second. Number of targets depends on target thickness and density. Cross section is the intrinsic probability factor.</p><p>This is why cross sections matter so much. Once you know flux and target amount, cross section tells you how many events per second you should expect.</p><h2>Differential vs total cross section</h2><p>Sometimes you care only about whether an interaction happens at all. That is total cross section.</p><p>Sometimes you care about where the outgoing particle goes. Then you use differential cross section, written as d&sigma;/d&Omega;, which tells you probability per unit solid angle.</p><p>This matters because many processes are strongly directional. Direct reactions tend to be forward-peaked. Compound nucleus reactions tend to be more isotropic.</p><p>So cross section is not just \"how often,\" but also \"in what directions.\"</p><h2>Reaction channels and partial cross sections</h2><p>A single entrance channel can lead to multiple outcomes. For example, a neutron can scatter elastically, scatter inelastically, be captured, or induce fission.</p><p>Each outcome has its own partial cross section. The total cross section is the sum of all partial cross sections.</p><p>This is how you interpret real nuclear data: you're usually looking at a menu of competing channels, each with its own energy dependence.</p><h2>Why cross sections depend on energy</h2><p>Cross sections vary strongly with energy because nuclear reactions depend on:</p><p>whether the reaction is above threshold</p><p>whether the projectile can penetrate barriers (especially Coulomb barriers)</p><p>whether the system hits resonant states</p><p>the reaction mechanism (direct vs compound)</p><p>So the same reaction can be negligible at one energy and huge at another. In nuclear physics, energy dependence is often the whole story.</p><h2>Coulomb barrier (charged particles)</h2><p>For charged projectiles (protons, alphas, heavy ions), there is an electrostatic barrier that suppresses reactions at low energies. Even if a reaction has positive Q-value, the charged particle may not get close enough to the nucleus to interact strongly.</p><p>Quantum tunneling allows some reactions below the barrier, but the probability can be extremely small. This is why fusion in stars is possible but slow, and why cross sections for charged-particle reactions can rise very rapidly with increasing energy.</p><h2>Neutrons are special</h2><p>Neutrons have no charge, so they do not face a Coulomb barrier. That makes neutron cross sections often large at low energies and extremely important in reactors and astrophysics.</p><p>In fact, for many nuclei, the neutron capture cross section increases at low energy roughly like 1/v (inverse speed), because slower neutrons spend more time near the nucleus and have a higher probability of being captured.</p><p>This is why \"thermal neutrons\" are so effective for inducing certain reactions.</p><h2>Resonances (why cross sections have spikes)</h2><p>Cross section plots often show sharp peaks called resonances. These happen when the combined system forms a compound nucleus at an energy that matches an allowed excited state.</p><p>At resonance, the probability of interaction can jump dramatically. The width of the resonance is related to the lifetime of that compound state. Narrow resonances correspond to longer-lived states; broad resonances correspond to shorter-lived ones.</p><p>Resonances are why cross sections are not smooth. Nuclear structure leaves fingerprints directly in reaction probabilities.</p><h2>Macroscopic meaning: mean free path and attenuation</h2><p>Cross section is microscopic, but you can convert it into macroscopic behavior.</p><p>If n is the number density of target nuclei, the mean free path is roughly:</p><p>&lambda;<sub>mfp</sub> = 1 / (n &sigma;)</p><p>Large &sigma; means short mean free path, so particles are stopped quickly. Small &sigma; means long mean free path, so particles penetrate farther.</p><p>This is the link to shielding, detector efficiency, and reactor moderation: you are always translating &sigma; into \"how far does it go before it interacts?\"</p><h2>How cross section data is reported and used</h2><p>Cross section data is typically provided as &sigma;(E), a function of particle energy, often with separate curves for elastic scattering, inelastic scattering, capture, fission, and so on.</p><p>In practical work, you integrate these with energy distributions. For example, in a reactor you don't have monoenergetic neutrons; you have a spectrum. So you average cross sections over that spectrum to get reaction rates.</p><p>You don't need the full machinery yet, but you should know that \"cross section at one energy\" is rarely the final answer in real systems.</p><h2>Key takeaways</h2><p>Cross section is the probability measure for nuclear interactions and has units of area (barns). Event rates scale as flux &times; number of targets &times; &sigma;. Cross sections depend strongly on energy, reaction channel, barriers, and resonances. Differential cross sections describe angular patterns; total and partial cross sections describe overall likelihood and competing outcomes. Neutrons are special because they lack a Coulomb barrier and often have large low-energy cross sections. Cross sections connect microscopic physics to macroscopic behavior through mean free path and attenuation.</p>",
  "hasCustomScript": false
}
