{
  "title": "Binding Energy",
  "content": "<h2>Introduction</h2><p>Binding energy is the number that tells you how tightly a nucleus is held together. If you understand binding energy, you can predict stability trends, why fusion and fission release energy, and why some nuclei decay. This module will teach you what binding energy physically means, how it is calculated from measured masses, and how to read the binding-energy curve like a nuclear physicist.</p><h2>Mass defect and what it really means</h2><p>Start with a simple but shocking fact: the mass of a bound nucleus is smaller than the total mass of its separate protons and neutrons. That missing mass did not disappear. It shows up as energy that was released when the nucleus formed, and it would be required again if you wanted to pull the nucleus apart.</p><p>This is why people say mass and energy are equivalent, but in nuclear physics it becomes something you can measure directly. The \"mass defect\" is the difference between the mass of the free nucleons and the mass of the nucleus. Binding energy is that mass defect multiplied by c<sup>2</sup>.</p><h2>The definition of binding energy</h2><p>For a nucleus with Z protons and N neutrons (A = Z + N), the binding energy is</p><p>B = (Z m<sub>p</sub> + N m<sub>n</sub> &minus; M<sub>nucleus</sub>) c<sup>2</sup></p><p>You don't need to treat this as a formula to memorize. Treat it as a bookkeeping rule. If the nucleus weighs less than its parts, the difference is stored as binding energy.</p><p>Important practical point: in real work you often use atomic masses (which include electrons) rather than bare nuclear masses, because atomic masses are measured more easily. When you do that, you must be careful about electron masses cancelling properly. The point is the same: binding energy is extracted from precision mass measurements.</p><h2>Binding energy per nucleon (why we plot B/A)</h2><p>Total binding energy B grows roughly with A, so plotting B alone hides the physics. What nuclear physicists actually look at is binding energy per nucleon, B/A. That tells you how strongly each nucleon is bound on average.</p><p>B/A is typically a few MeV for light nuclei, rises to around 8-9 MeV for medium nuclei, and then slowly decreases for very heavy nuclei. This single curve contains the explanation for why both fusion and fission can release energy.</p><h2>The binding energy curve and what it implies</h2><p>The binding energy per nucleon curve rises steeply from hydrogen to helium and up through carbon and oxygen, then peaks around iron and nickel, and then slowly declines for heavier nuclei.</p><p>Read it like this: if you can move from a lower B/A to a higher B/A by a reaction, energy is released. If you move the other way, energy is required.</p><p>That is why light nuclei release energy by fusing (they move upward toward the peak) and heavy nuclei can release energy by splitting (they move upward toward the peak from the heavy side).</p><p>This is not a slogan. It is an energy accounting rule that predicts what reactions are energetically favorable.</p><h2>Separation energies (the more \"local\" binding energy)</h2><p>Total binding energy is useful, but a lot of real nuclear behavior depends on how tightly the last nucleon is held. That is captured by separation energies.</p><p>One-neutron separation energy, S<sub>n</sub>, is the energy required to remove one neutron. One-proton separation energy, S<sub>p</sub>, is the energy required to remove one proton. There are also two-neutron and two-proton separation energies which are especially important for pairing effects.</p><p>These are computed from mass differences between neighboring nuclei. Separation energies tell you where the drip lines are, why some isotopes don't exist, and they strongly influence decay modes and reaction rates.</p><h2>What controls binding energy (qualitative physics)</h2><p>Binding energy is not random. It comes from a competition of effects.</p><p>The strong interaction provides the main attraction that binds nucleons. But several factors reduce binding:</p><ul><li>Coulomb repulsion between protons.</li><li>The cost of having too many neutrons or too many protons (imbalance).</li><li>Surface effects (nucleons at the edge have fewer neighbors).</li><li>Pairing effects (even-even nuclei tend to be more stable).</li></ul><p>You'll later meet this as the semi-empirical mass formula, but even before writing it down, you should understand the physical meaning: nuclei are bound because of the strong force, and limited because of Coulomb and quantum-statistical constraints.</p><h2>Why heavy nuclei become less stable</h2><p>As Z increases, Coulomb repulsion grows. The strong force does not compensate indefinitely because it is short-range and saturating. That means very heavy nuclei have a decreasing binding energy per nucleon and become more vulnerable to decay and fission.</p><p>This is the deep reason uranium can fission and why superheavy nuclei are hard to stabilize. Stability is not just \"more nucleons means more binding.\" It is \"more nucleons means more Coulomb cost, and the strong force can't keep scaling forever.\"</p><h2>Binding energy and real-world energy release</h2><p>Now connect the concept to actual numbers. In fission, the energy released per event is on the order of 200 MeV because the fragments end up with higher binding energy per nucleon than the original heavy nucleus. In fusion, reactions like deuterium-tritium also release energy because the product is more tightly bound than the reactants.</p><p>The key point is that energy release is simply the difference in binding energy before and after. Nothing else is needed conceptually.</p><h2>Key takeaways</h2><p>Binding energy is extracted from measured masses via mass defect. Binding energy per nucleon explains why fusion and fission can both release energy, depending on which side of the iron peak you start from. Separation energies give local stability information and control which nuclei exist and which reactions happen. Ultimately, binding energy is governed by strong attraction competing with Coulomb repulsion, surface effects, imbalance penalties, and pairing.</p>",
  "hasCustomScript": false
}
