{
  "title": "Fundamental Forces",
  "content": "<h2>Introduction</h2><p>In the previous module, you saw that nuclear physics works at scales where everyday intuition fails. The reason for that failure is simple: different forces dominate at different scales.</p><p>This module focuses on the forces themselves. Not mathematically yet, but physically. You will learn what each force does, what it does not do, and why nuclear structure depends almost entirely on just one of them.</p><p>If you misunderstand the roles of the forces, everything that follows will feel confusing or contradictory.</p><h2>The Four Forces</h2><p>All known interactions in nature are explained using four fundamental forces: gravity, electromagnetism, the strong interaction, and the weak interaction.</p><p>These forces are not optional ideas or models. Every physical process you will ever study can be traced back to one or more of them. What matters for nuclear physics is not just that these forces exist, but how strong they are and how far they reach.</p><p>At nuclear scales, forces do not contribute equally. Some dominate completely. Others become almost irrelevant.</p><h2>Gravity</h2><p>Gravity is the weakest of all four forces. It acts between all objects with mass and always attracts, but its strength is extremely small compared to the others.</p><p>At nuclear scales, gravity is effectively zero. The gravitational attraction between two protons is so tiny that it can be ignored entirely. Even if you packed nucleons as tightly as possible, gravity would still not matter.</p><p>Gravity becomes important only when you collect enormous amounts of mass, such as planets, stars, or galaxies. For individual nuclei, it plays no role in structure, stability, or reactions.</p><h2>Electromagnetism</h2><p>Electromagnetism acts between electrically charged particles. It is much stronger than gravity and has an infinite range.</p><p>In atoms, electromagnetism is the dominant force. It binds electrons to nuclei and determines chemical behavior.</p><p>Inside nuclei, electromagnetism does not bind matter. Instead, it works against stability. Protons all carry positive charge, so they repel each other electrically. As the number of protons increases, this repulsion becomes stronger and makes large nuclei harder to keep bound.</p><p>This repulsive effect is one of the main limits on nuclear size.</p><h2>Strong Interaction</h2><p>The strong interaction is responsible for holding nuclei together. It acts between nucleons and is vastly stronger than electromagnetism, but only over very short distances, on the order of a few femtometers.</p><p>When protons and neutrons are close enough, the strong interaction overwhelms electric repulsion and binds them together. When they are farther apart, the force drops off rapidly and becomes negligible.</p><p>This short-range behavior explains why nuclei have finite size, roughly constant density, and why binding energy per nucleon saturates instead of increasing indefinitely.</p><p>If you understand the strong interaction's range and strength, nuclear structure starts to make sense.</p><h2>Weak Interaction</h2><p>The weak interaction is very different from the others. It does not bind matter and does not determine structure.</p><p>Instead, the weak interaction allows particles to change identity. It is responsible for processes like beta decay, where a neutron turns into a proton or vice versa.</p><p>Although the weak force is short-range and relatively weak, it is essential for nuclear transformations, radioactive decay, and stellar processes. Without it, nuclei could exist, but they could not change in the ways we observe.</p><p>The weak interaction controls how nuclei transform, not how they stay together.</p><h2>Range and Strength</h2><p>The most important thing to understand is that force strength and force range are not the same.</p><p>Gravity and electromagnetism have long range but differ greatly in strength. The strong and weak interactions are short-range, but differ in what they affect.</p><p>At nuclear distances:</p><ul><li>Gravity is irrelevant.</li><li>Electromagnetism is repulsive and destabilizing.</li><li>The strong interaction dominates binding.</li><li>The weak interaction enables decay.</li></ul><p>This division of roles is the foundation of nuclear physics.</p><h2>Why Forces Compete</h2><p>Nuclear structure is not governed by a single force acting alone. It is the result of competition.</p><p>The strong interaction tries to bind nucleons together. Electromagnetism tries to push protons apart. The balance between these two determines which nuclei are stable and which are not.</p><p>As nuclei get larger, electric repulsion grows faster than strong binding, eventually leading to instability. This competition explains why heavy nuclei tend to decay or undergo fission.</p><p>Understanding this balance is essential before studying nuclear models or reactions.</p><h2>Key Takeaways</h2><p>Only one force binds nuclei, but all four play roles in nuclear behavior. Gravity can be ignored, electromagnetism limits stability, the strong interaction creates structure, and the weak interaction enables transformation.</p><p>Nuclear physics is the study of how these forces interact at extremely small distances and high energies.</p>",
  "hasCustomScript": false
}
