{
  "title": "Size and Shape",
  "content": "<h2>Introduction</h2><p>This module answers two basic questions that everything else depends on. How big is a nucleus, and what \"shape\" even means for something quantum-mechanical? You will learn the size laws that work across the whole chart of nuclides, the difference between charge size and matter size, and how nuclear shape shows up in real measurements.</p><h2>Nuclear size</h2><p>When we say \"size\" in nuclear physics, we usually mean an average radius, not a hard surface like a ball. The most common definition is the root-mean-square (rms) radius, basically the average distance of the nuclear charge (or matter) from the center. Typical nuclear radii are femtometer-scale. A useful mental anchor is that a nucleus is about 100,000 times smaller than an atom in linear size.</p><h2>The A^(1/3) law and constant density</h2><p>Across most nuclei, size follows a remarkably simple rule:</p><p>R &asymp; r<sub>0</sub> A<sup>1/3</sup>, where r<sub>0</sub> is about 1.2 fm and A is the total number of nucleons.</p><p>This implies something deep: nuclear density is roughly constant. If R grows like A<sup>1/3</sup>, then volume grows like R<sup>3</sup> &prop; A, meaning you add nucleons and the nucleus mostly \"fills in\" at the same density instead of becoming more diffuse. The typical nuclear matter density is about 0.16 nucleons per cubic femtometer. This constant-density fact is one of the cleanest signatures of \"saturation\" of the strong interaction: each nucleon mostly interacts with nearby neighbors rather than feeling the whole nucleus equally strongly.</p><h2>The surface is not sharp (diffuse edge)</h2><p>Real nuclei don't have a crisp boundary. Density is roughly flat in the interior, then falls off over a surface thickness of a couple of femtometers. A standard way to describe this is a smooth profile (often written like a Woods-Saxon form). The main takeaway is simple: \"radius\" means an average, and the edge is fuzzy. This matters because many experiments are sensitive to the surface region, not the deep interior.</p><h2>Charge radius vs matter radius</h2><p>There are two common \"sizes,\" and mixing them up causes confusion later.</p><p>Charge radius is about the distribution of electric charge, so it mainly tells you where the protons are. Matter radius is about where all nucleons are, including neutrons.</p><p>In stable nuclei these are often similar, but in neutron-rich nuclei they can differ a lot. You can get a neutron skin (neutrons extend further than protons), and in extreme cases a neutron halo (very extended neutron distribution). These features become important in modern nuclear structure and nuclear astrophysics.</p><h2>How size is measured (what experiments actually do)</h2><p>Different probes measure different \"sizes,\" because they couple to different parts of the nucleus.</p><p>Electron scattering is the cleanest for charge distributions because electrons interact electromagnetically and are relatively easy to model. From how electrons scatter at different angles and energies, you extract a form factor, which is basically the fingerprint of the charge distribution.</p><p>Isotope shifts in atomic spectra can also give changes in charge radius across isotopes, because electron energy levels shift slightly depending on nuclear size.</p><p>Hadron scattering (like proton or alpha scattering) and reaction cross sections can be used to infer matter radii, but they involve strong-interaction modeling, so interpretation is harder.</p><p>The key idea is not to memorize methods, but to understand that \"size\" is inferred from how a probe responds to a spatial distribution.</p><h2>What \"shape\" means in a quantum nucleus</h2><p>Shape in nuclear physics is not a permanent rigid geometry like a rock. It is a statement about the average distribution of nucleons, often in a particular quantum state. Some nuclei have an average shape that is close to spherical. Others are deformed: stretched (prolate, rugby-ball-like) or flattened (oblate, discus-like). Many nuclei also have shape fluctuations, where the nucleus vibrates between shapes.</p><p>So \"shape\" typically means: if you average over time and over the quantum motion, does the density look spherical or deformed?</p><h2>Describing deformation (the minimum language you need)</h2><p>The most important shape descriptor is quadrupole deformation. In simple terms: does the nucleus look elongated or squashed?</p><p>A common parameter is &beta;<sub>2</sub> (beta-two). You don't need the full derivation yet; you just need to know what it represents:</p><ul><li>&beta;<sub>2</sub> = 0 means spherical.</li><li>&beta;<sub>2</sub> &gt; 0 means prolate (elongated).</li><li>&beta;<sub>2</sub> &lt; 0 means oblate (flattened).</li></ul><p>Typical well-deformed nuclei have |&beta;<sub>2</sub>| around 0.2 to 0.3. Shape can also be quantified using a quadrupole moment, which is basically a measurable number telling you how non-spherical the charge distribution is.</p><h2>How shape reveals itself (spectra, not pictures)</h2><p>You rarely learn nuclear shape by \"imaging.\" You learn it by patterns.</p><p>Deformed nuclei tend to show rotational bands: a ladder of excited states whose energies follow a pattern consistent with a rotating deformed object (quantum mechanically). Spherical nuclei tend to show different excitation patterns, like vibrations rather than clean rotational sequences.</p><p>So one of the most important skills in nuclear structure is reading shape from spectroscopy: energies, spins, transition rates, and selection rules. The shape is encoded in those patterns.</p><h2>Key takeaways</h2><p>Nuclear size is not arbitrary: it follows R &asymp; 1.2 fm &times; A<sup>1/3</sup>, implying roughly constant density and a diffuse surface. \"Size\" depends on whether you mean charge radius or matter radius, and different experiments probe different distributions. Nuclear shape is an average property of the density distribution, often described first by quadrupole deformation (prolate vs oblate), and it shows up most clearly through excitation patterns like rotational and vibrational states.</p>",
  "hasCustomScript": false
}
