{
  "title": "Reactions and Q-Values",
  "content": "<h2>Introduction</h2><p>Nuclear reactions are controlled by two things: what is energetically possible, and what is dynamically likely. Q-values handle the first part. They tell you whether a reaction releases energy or requires energy, and they set thresholds for endothermic reactions. In this module you'll learn how to write reaction notation cleanly, compute Q-values from masses, understand thresholds, and avoid the most common mistakes with frames and units.</p><h2>Reaction notation (how nuclear physicists write it)</h2><p>A nuclear reaction is written like:</p><p>a + A &rarr; B + b</p><p>Here, A is the target nucleus, a is the projectile, B is the product nucleus, and b is the outgoing particle.</p><p>Shorthand notation is common: A(a,b)B means \"projectile a hits target A, ejects particle b, and leaves product B.\"</p><p>Examples:</p><p>(p,n) means a proton in, neutron out</p><p>(n,&gamma;) means neutron capture with gamma emission</p><p>(&alpha;,n) means alpha in, neutron out</p><p>Being fluent in this notation matters because it is how cross section data, reaction tables, and experimental papers are written.</p><h2>The Q-value definition (core rule)</h2><p>The Q-value is the net energy released:</p><p>Q = (m<sub>initial</sub> &minus; m<sub>final</sub>) c<sup>2</sup></p><p>If Q is positive, the reaction is exothermic and can occur even with a projectile of very low kinetic energy (ignoring barriers like Coulomb repulsion).</p><p>If Q is negative, the reaction is endothermic and requires a minimum projectile energy (a threshold) to happen.</p><p>This is the same mass-energy bookkeeping you used for decay, now applied to collisions.</p><h2>Using atomic masses correctly (common pitfall)</h2><p>In practice, you often use atomic masses from mass tables. Atomic masses include electrons, so you must be consistent.</p><p>For many reactions, electron masses cancel automatically because the number of electrons is the same on both sides when you use neutral atoms. But if the reaction changes the number of electrons effectively (like beta processes) you must handle it carefully.</p><p>For standard nuclear reactions like (p,n), (&alpha;,n), (n,&gamma;), atomic mass tables are usually safe if used consistently with neutral atoms. The key is: don't mix nuclear masses with atomic masses unless you know exactly what you're doing.</p><h2>Exothermic vs endothermic (what Q means physically)</h2><p>Positive Q means the products are more tightly bound than the reactants. Energy comes out as kinetic energy of the products and sometimes as gamma radiation.</p><p>Negative Q means you're pushing the system uphill in energy. You must supply enough kinetic energy to make the reaction possible.</p><p>Important point: even if Q is positive, a reaction may not occur at low energy because of barriers or low probability. Q tells you what's possible, not what is likely.</p><h2>Threshold energy (for Q &lt; 0)</h2><p>If Q is negative, the threshold energy is not simply |Q|. It depends on conservation of momentum. Some of the incoming kinetic energy must go into the motion of the products' center-of-mass.</p><p>For a reaction a + A &rarr; b + B with target A initially at rest, the threshold projectile energy is:</p><p>E<sub>threshold</sub> = &minus;Q &times; (1 + m<sub>a</sub> / m<sub>A</sub>) approximately, for two-body final states in the lab frame</p><p>The exact expression depends on masses and whether the final state has two bodies or more. The key idea is: you need extra energy beyond |Q| because momentum conservation forces kinetic energy into recoil.</p><h2>Frames matter (lab frame vs center-of-mass)</h2><p>In the lab frame, the target is usually at rest, and the projectile carries kinetic energy.</p><p>In the center-of-mass frame, you analyze the system's total kinetic energy available for the reaction.</p><p>Why this matters: thresholds and angular distributions are easiest to interpret in the center-of-mass frame, but experiments are usually measured in the lab frame. Confusing these frames leads to wrong conclusions about energies and reaction feasibility.</p><p>You don't need full transformation equations yet, but you must always ask: which frame am I working in?</p><h2>Q-value and reaction products energy sharing</h2><p>In a two-body final state, the released energy (or required energy) gets divided between the products according to their masses. The lighter particle typically gets more kinetic energy.</p><p>This is why, for example, in many reactions the emitted neutron or proton carries much of the kinetic energy, while the heavy residual nucleus recoils more slowly.</p><p>This matters for detector design and for interpreting spectra: the same Q-value can produce very different observed energies depending on which particle you detect.</p><h2>Excited states change the effective Q-value</h2><p>If the product nucleus is left in an excited state with excitation energy E*, then the effective Q-value is reduced:</p><p>Q<sub>effective</sub> = Q<sub>ground</sub> &minus; E*</p><p>This is crucial. Many reactions do not produce the product nucleus in its ground state. They populate excited states, which then emit gamma rays.</p><p>So if you see multiple outgoing particle energy lines in an experiment, that is often a signature of multiple final states with different E* values.</p><h2>Compound nucleus vs direct reactions (why dynamics exist)</h2><p>Even if a reaction is energetically allowed, it can proceed by different mechanisms.</p><p>Compound nucleus: the projectile is absorbed and the system \"thermalizes\" briefly before ejecting something. This tends to produce isotropic emission patterns and depends strongly on level densities.</p><p>Direct reaction: the projectile interacts and ejects a particle quickly without fully equilibrating. These tend to be more forward-peaked and sensitive to nuclear structure.</p><p>You don't need cross sections yet to understand this. You just need to know that Q-values tell you energy balance, but mechanism tells you probability and angular patterns.</p><h2>Worked mindset: how a nuclear physicist approaches a reaction</h2><p>When you see a reaction, you should immediately do this mentally:</p><p>Identify reaction type (capture, transfer, scattering, breakup)</p><p>Compute Q (or at least its sign)</p><p>Decide if there is a threshold</p><p>Ask whether excited states are likely</p><p>Consider Coulomb barrier if charged particles are involved</p><p>This is how you turn reaction notation into physical understanding.</p><h2>Key takeaways</h2><p>Q-values are mass-energy bookkeeping: Q = (m<sub>initial</sub> &minus; m<sub>final</sub>)c<sup>2</sup>. Q &gt; 0 means energy is released, Q &lt; 0 means a threshold exists. Threshold energy is not just |Q| because momentum conservation forces recoil. Always track which frame you're using. Excited states reduce the effective Q-value and produce multiple reaction channels. Q-values tell you what is energetically possible; reaction mechanisms determine what is likely.</p>",
  "hasCustomScript": false
}
