{
  "title": "Weak Interaction",
  "content": "<h2>Introduction</h2><p>The weak interaction is the reason nuclei can change identity. The strong force can bind nucleons, and electromagnetism can repel protons, but neither can convert a neutron into a proton or produce neutrinos. If you want to understand beta decay properly, you need the weak interaction as a mechanism, not as a buzzword. This module explains what the weak interaction does in nuclei, how beta decay works physically, why neutrinos appear, and what \"allowed\" and \"forbidden\" decays really mean.</p><h2>What the weak interaction actually does</h2><p>In nuclear physics, the weak interaction shows up mainly as processes that change a nucleon's type. The most important examples are:</p><p>neutron turning into proton</p><p>proton turning into neutron</p><p>That is not a small detail. Changing Z changes the element. So the weak interaction is the engine behind transmutation and a major driver of radioactive decay.</p><p>The weak interaction is also the only force that neutrinos feel in ordinary matter, which is why neutrinos are so hard to detect.</p><h2>The basic beta processes</h2><p>There are three common weak decay processes in nuclei.</p><p>Beta minus decay: a neutron inside the nucleus converts into a proton, emitting an electron and an antineutrino.</p><p>Beta plus decay: a proton converts into a neutron, emitting a positron and a neutrino.</p><p>Electron capture: a proton captures an orbital electron and becomes a neutron, emitting a neutrino.</p><p>These are different ways of reaching the same goal: moving the nucleus toward a lower-energy balance of neutrons and protons.</p><h2>Why neutrinos must exist (not philosophy, conservation laws)</h2><p>Without neutrinos, beta decay would violate conservation laws. You would not be able to conserve both energy and momentum in a two-body decay that produces only a daughter nucleus and an electron or positron, and you would not be able to conserve angular momentum consistently.</p><p>The neutrino carries away missing energy, momentum, and sometimes angular momentum. This is why beta decay produces a continuous electron energy spectrum: the available energy is shared between the electron (or positron) and the neutrino.</p><h2>Q-value and thresholds in weak decay</h2><p>Weak decay still obeys energy bookkeeping. Whether beta decay can happen depends on the Q-value.</p><p>For beta minus decay, you need the parent to be heavier than the daughter (in atomic mass terms) so energy can be released.</p><p>For beta plus decay, there is an extra threshold: you must create a positron, which costs energy. In practice, beta plus decay requires at least 1.022 MeV of available energy. If the energy isn't enough, the nucleus may instead decay by electron capture, which does not require creating a positron.</p><p>This is a clean example of how the same weak interaction can appear in different channels depending on energy.</p><h2>Allowed vs forbidden decays (what that really means)</h2><p>\"Allowed\" and \"forbidden\" do not mean possible vs impossible. They describe how strongly the decay is suppressed by angular momentum and parity constraints.</p><p>In beta decay, the emitted electron and neutrino carry away angular momentum. The simplest cases involve little or no orbital angular momentum in the emitted leptons, making the decay much more likely. These are called allowed transitions.</p><p>If the nucleus must change spin by a larger amount or parity must change in a way that forces the leptons to carry orbital angular momentum, the decay is suppressed. Those are forbidden transitions. They can still happen, but they often have much longer half-lives.</p><p>This explains why some beta decays are fast and others are incredibly slow even when Q-values are similar.</p><h2>Fermi and Gamow-Teller (two main \"allowed\" types)</h2><p>Allowed beta transitions come in two main classes.</p><p>Fermi transitions involve no change in nuclear spin. They correspond to a weak interaction that changes a neutron to a proton without flipping the nucleon's spin. The selection rule is essentially &Delta;J = 0 with no parity change (excluding 0 to 0 in some cases for certain channels).</p><p>Gamow-Teller transitions involve a spin flip and allow &Delta;J = 0 or 1, again typically with no parity change.</p><p>You don't need to memorize the full formalism yet. The core idea is: the weak interaction can act like a \"charge-changing\" operator and can also involve spin, giving two dominant decay patterns.</p><h2>Beta decay and nuclear structure (why shell details matter)</h2><p>Beta decay is not just a property of the parent and daughter masses. It depends on which nuclear states are available and how their quantum numbers match.</p><p>If the daughter's low-energy states are not compatible with the parent's spin-parity change, decay may be forced to higher-energy states or become forbidden and slow. This is why beta decay is a powerful probe of nuclear structure: the decay pattern tells you about the states and their quantum numbers.</p><h2>Comparative half-life and ft values (the practical diagnostic)</h2><p>Nuclear physicists often compare beta decays using \"ft values,\" which combine the phase space (how much energy is available to the leptons) with the measured half-life. Allowed decays cluster in a characteristic ft range; forbidden decays tend to have much larger ft values.</p><p>You don't need the full derivation, but you should understand what ft is doing: it separates \"this decay is slow because there isn't much energy available\" from \"this decay is slow because the transition is structurally suppressed.\"</p><h2>Where the weak interaction matters outside nuclei</h2><p>The weak interaction is essential in stars. For example, the first step of the proton-proton chain in the Sun requires a proton to turn into a neutron so deuterium can form. That step is weak-interaction limited, which is a big reason the Sun burns slowly rather than exploding.</p><p>Neutrinos from the Sun, supernovae, and reactors are all direct signals of weak processes. If you understand weak interaction basics, you can understand why neutrino astronomy is even possible.</p><h2>Key takeaways</h2><p>The weak interaction enables nucleons to change identity and produces neutrinos. Beta minus, beta plus, and electron capture are the main nuclear weak processes. Neutrinos are required by conservation laws and explain the continuous beta spectrum. Whether a decay is fast or slow depends on both energy (Q-value, phase space) and quantum-number constraints (allowed vs forbidden). Fermi and Gamow-Teller transitions are the dominant allowed modes. Weak decay patterns are deeply tied to nuclear structure and are a major tool for learning nuclear level schemes.</p>",
  "hasCustomScript": false
}
