{
  "title": "Nuclear Physics Foundations",
  "content": "<h2>Introduction</h2><p>Nuclear physics deals with the structure and behavior of atomic nuclei. This matters because nuclei contain almost all the mass of ordinary matter and are responsible for processes that release far more energy than chemical reactions. Before learning models or equations, you need to understand what kind of physical system a nucleus actually is and why it behaves differently from atoms or bulk matter.</p><p>This module establishes the physical setting: size, constituents, forces, and energy scales. Everything later in the course assumes these ideas are already internalized.</p><h2>What This Studies</h2><p>An atomic nucleus is a bound system of protons and neutrons, called nucleons. These nucleons are confined to a region with a radius on the order of 1 femtometer, which is 10<sup>-15</sup> meters. Although this region is extremely small, it contains more than 99.9 percent of the atom's mass.</p><img class='lecture-image segment-media' src='images/Module content images/Nucleus Scale.png' alt='Nucleus scale'><p>Nuclear physics studies how nucleons arrange themselves, how they remain bound, and how they can rearrange or transform. Unlike chemistry, which focuses on electrons and electromagnetic forces, nuclear physics focuses on short-range forces acting at extremely high densities.</p><h2>Why Scale Matters</h2><p>At tiny distances, the rules change because different forces have different ranges and strengths. Drag the slider on the right from large distances to very small ones and watch which force becomes dominant.</p><p>At large scales, gravity matters most, but it quickly becomes too weak as you move to smaller scales. Around atomic sizes, electromagnetism becomes dominant and controls how matter behaves. When you reach nuclear distances (around 10<sup>-15</sup> m), the strong interaction dominates. It is extremely powerful but very short-ranged, which is why it can hold protons and neutrons together even though electric repulsion is still present. The weak interaction is also active at these scales, but it does not bind nuclei; instead, it controls transformations like beta decay, which will be talked about later.</p><p>You can also switch to the Energy view to see the same idea expressed in terms of energy rather than distances!</p><div class='segment-media segment-media-custom' data-webapp='force-scale'></div><h2>Size Perspective</h2><p>The size of nuclei follows a simple empirical pattern: nuclear radius increases roughly with the cube root of the number of nucleons. This implies that nuclear density is approximately constant across different nuclei.</p><p>This constant density tells you that adding more nucleons does not spread the nucleus out; instead, it packs more matter into the same density. This observation is central to understanding why nuclear matter behaves differently from ordinary matter and why there are limits to nuclear stability.</p><p>Use the zoom slider on the right to compare the atomic scale to the nuclear scale.</p><div class='segment-media segment-media-custom' data-webapp='size-perspective'></div><h2>Energy Perspective</h2><p>The energy scale of nuclear physics is set by the binding of nucleons. Typical nuclear binding energies are on the order of several mega-electronvolts per nucleon, whereas chemical bond energies are on the order of electronvolts.</p><p>Use the slider on the right to see how quickly the scale jumps from eV (chemical) to MeV (nuclear).</p><div class='segment-media segment-media-custom' data-webapp='energy-perspective'></div><p>This difference of about six orders of magnitude explains why nuclear reactions release so much more energy than chemical reactions. It is not because nuclear processes are special or violent by nature, but because they involve rearranging matter that is bound much more tightly.</p><h2>Core Questions</h2><p>Once scale and energy are understood, the central questions become precise. Why are certain combinations of protons and neutrons stable while others are not? What determines whether a nucleus can lower its energy by changing its composition? Why do some nuclei decay quickly while others last longer than the age of the universe?</p><div class='segment-media segment-media-custom' data-webapp='core-questions'></div><p>These questions are answered by understanding forces, energy balance, and quantum probability, not by memorizing isolated facts.</p><h2>How We Study It</h2><p>Nuclei cannot be observed directly. Instead, they are studied through scattering experiments, decay measurements, and reaction products. By measuring energies, angles, and lifetimes of emitted particles, physicists infer nuclear structure and interactions.</p><div class='segment-media segment-media-custom' data-webapp='how-we-study'></div><p>This indirect approach is fundamental. Nuclear physics relies on inference from measurable effects, not direct imaging. Accepting this is necessary to understand why models play such an important role.</p><h2>Models and Reality</h2><p>Because nuclei are many-body quantum systems, exact solutions are generally impossible. Physicists therefore use models that capture dominant physical effects while neglecting less important details.</p><div class='segment-media segment-media-custom' data-webapp='models-reality'></div><p>Different models are useful for different purposes. Some describe average trends across many nuclei, while others explain detailed structure in specific cases. Understanding what a model includes and what it ignores is more important than treating any model as a literal picture of reality.</p><h2>Real-World Context</h2><p>Nuclear processes explain the origin of the elements, power stars, enable medical imaging and therapy, and underpin nuclear energy. The same physics that governs microscopic stability also determines macroscopic consequences.</p><div class='segment-media segment-media-custom' data-webapp='real-world-context'></div><p>Understanding the foundations allows these applications to be analyzed critically, rather than treated as isolated technologies.</p><h2>What Comes Next</h2><p>The next modules build directly on this foundation. Forces will be treated more explicitly, structure will be described quantitatively, and decay and reactions will be analyzed using energy and probability.</p><div class='segment-media segment-media-custom' data-webapp='what-comes-next'></div><p>Nothing that comes next should feel unmotivated if this foundation is understood.</p><h2>Key Takeaways</h2><p>Nuclei are dense, short-range, quantum systems bound by forces much stronger than electromagnetism. Their behavior is governed by energy scales far larger than those of chemistry, and their properties are inferred indirectly through experiment. These facts define the domain of nuclear physics.</p><div class='segment-media segment-media-custom' data-webapp='key-takeaways'></div>",
  "hasCustomScript": false
}











