{
  "title": "Excited States",
  "content": "<h2>Introduction</h2><p>A nucleus is not just \"in one configuration.\" Like atoms, it has discrete energy levels. The ground state is the lowest-energy arrangement. Excited states are higher-energy arrangements, and they matter because almost everything we observe experimentally comes from how nuclei move between these states. In this module you will learn what excited states physically are, how they are organized, how long they live, and how we learn about them through gamma rays and particle emission.</p><h2>Energy levels are discrete (not continuous)</h2><p>Because nuclei are quantum systems, their allowed energies are not continuous. They come in discrete levels. When a nucleus is in an excited state, it is still a bound nucleus; it is just in a higher-energy configuration.</p><p>The spacing between levels is typically in the keV to MeV range. Light nuclei often have larger spacings; heavy nuclei often have many levels packed closer together. This matters because it affects what kinds of radiation or transitions you see.</p><h2>What an excited state \"is\"</h2><p>An excited state can mean different physical situations:</p><p>Single-particle excitation: one nucleon is promoted to a higher orbital, especially near closed shells. These states are more common in nuclei that are close to magic numbers.</p><p>Collective excitation: the whole nucleus changes shape or motion. Two big examples are vibrations (shape oscillations) and rotations (quantized spinning of a deformed shape). These dominate in many mid-shell nuclei.</p><p>You should already see the connection to the structure models module: \"shell-like\" vs \"collective\" behavior shows up very clearly in the excited-state spectrum.</p><h2>How we label nuclear states</h2><p>Nuclear states are labeled by their energy and their spin and parity J<sup>&pi;</sup>. For example, a state might be written as 2<sup>+</sup> at 1.33 MeV, meaning it has spin 2 and positive parity and lies 1.33 MeV above the ground state.</p><p>This labeling isn't optional. It predicts the allowed ways the nucleus can decay from that state and what gamma rays you will observe.</p><h2>How an excited nucleus loses energy</h2><p>Excited nuclei can lose energy in several ways:</p><p>Gamma emission: the nucleus emits a photon and drops to a lower-energy state. This is common when the nucleus remains bound.</p><p>Internal conversion: instead of emitting a gamma ray, the nucleus transfers its energy to an atomic electron, ejecting it. This competes with gamma emission, especially for low-energy transitions and heavy nuclei.</p><p>Particle emission: if the excitation energy is high enough to overcome separation energy, the nucleus can emit a nucleon or alpha particle. That changes the nucleus into a different isotope.</p><p>The main idea is simple: the nucleus chooses whichever decay path is allowed and fastest given the energy and selection rules.</p><h2>Transition types: multipoles (the minimum you need)</h2><p>Gamma transitions are classified by multipolarity: E1, M1, E2, M2, and so on.</p><p>E means electric, M means magnetic. The number (1,2,3...) is related to how much angular momentum the photon carries.</p><p>You don't need the full derivations now, but you must know the practical rule: the change in spin and whether parity flips strongly constrains which multipole transitions are possible. Some transitions are naturally fast (like many E1 transitions). Others are slow (like high multipole or strongly hindered ones).</p><h2>Selection rules (practical version)</h2><p>When a nucleus moves from an initial state J<sub>i</sub><sup>&pi;</sup><sub>i</sub> to a final state J<sub>f</sub><sup>&pi;</sup><sub>f</sub>, the photon must carry away the difference in angular momentum and obey parity rules.</p><p>Practical takeaways:</p><p>Gamma transitions usually change J by 0, 1, 2, ... but not in arbitrary ways.</p><p>Parity may flip or not depending on whether the transition is electric or magnetic and what multipole order it is.</p><p>If the \"easy\" transitions are forbidden, the nucleus may be forced into a slower path, producing long-lived excited states.</p><h2>Lifetimes, widths, and what they mean</h2><p>Excited states have lifetimes ranging from extremely short (10<sup>-16</sup> s) to very long (seconds, days, or longer). The lifetime is directly connected to how likely the transition is.</p><p>In quantum mechanics, a short lifetime corresponds to a large energy width (uncertainty in energy). A long lifetime corresponds to a very sharp, well-defined energy level.</p><p>This is why nuclear spectroscopy can measure energies extremely precisely, and also why some nuclear states are broad resonances instead of sharp lines.</p><h2>Metastable states (isomers)</h2><p>Sometimes an excited state lives unusually long. These are called isomers. They happen when decay is strongly hindered, usually because:</p><p>the spin change required is large</p><p>the parity change makes easy transitions forbidden</p><p>the nucleus must tunnel through a shape barrier</p><p>Isomers matter in nuclear structure, astrophysics, and applications because they store energy in a nuclear state for a measurable time.</p><h2>How excited states are produced and studied</h2><p>You populate excited states by reactions and decays: neutron capture, particle scattering, fusion-evaporation, beta decay feeding, and more.</p><p>You study them mainly by detecting:</p><p>gamma-ray energies (gives level spacings)</p><p>gamma coincidences (builds level schemes)</p><p>angular correlations (helps determine J<sup>&pi;</sup>)</p><p>lifetimes and transition rates (tell you whether the state is collective or single-particle)</p><p>Real nuclear structure work is basically the art of reconstructing the level scheme and then explaining it.</p><h2>Key takeaways</h2><p>Nuclei have discrete excited states labeled by energy and J<sup>&pi;</sup>. Excitations can be single-particle or collective (rotations/vibrations). Excited nuclei decay by gamma emission, internal conversion, or particle emission depending on energy and selection rules. Gamma multipolarity and selection rules control transition speed and whether states become long-lived isomers. Experiments infer structure by measuring gamma energies, coincidences, angular patterns, and lifetimes.</p>",
  "hasCustomScript": false
}
