{
  "title": "Structure Models",
  "content": "<h2>Introduction</h2><p>The liquid drop model explains big trends, but it fails badly on one thing: some nuclei are much more stable than their neighbors in a way the liquid-drop picture cannot predict. Structure models exist to explain that missing physics. In this module you'll learn why \"magic numbers\" appear, what the shell model is actually claiming, why pairing and spin-orbit effects matter, and how collective motion (vibrations and rotations) fits into the bigger picture.</p><h2>What the liquid drop model misses</h2><p>Liquid drop treats the nucleus like smooth bulk matter, so it predicts smooth trends. But nuclear masses and separation energies show sharp irregularities: sudden jumps in stability at specific proton or neutron numbers, and patterns in excited states that look like organized ladders rather than random motion.</p><p>These irregularities are the fingerprint of quantum structure. The nucleus is not just a droplet; nucleons occupy quantized states, and filling those states creates special stability when shells close.</p><h2>The idea of shells</h2><p>The shell model starts from a simple statement: nucleons in a nucleus move in an average potential created by all the other nucleons. This is similar in spirit to electrons in atoms, but with crucial differences.</p><p>Because the strong force is short-range and saturating, each nucleon mostly feels an averaged \"mean field\" rather than a single dominant partner. In that mean field, nucleons have allowed energy levels. They fill those levels according to quantum rules, and when a set of levels is completely filled, the nucleus becomes unusually stable.</p><p>Those filled configurations correspond to magic numbers.</p><h2>Magic numbers and what they look like in data</h2><p>The classic magic numbers are 2, 8, 20, 28, 50, 82, 126 for protons or neutrons. You don't have to memorize them forever, but you do need to know what they represent.</p><p>How do you see them? One of the cleanest signs is separation energies. If you plot the energy needed to remove a neutron (S<sub>n</sub>) as you add neutrons, you see a sudden drop after a magic number. That's because the next neutron must go into a new, higher shell and is less tightly bound.</p><p>Similarly, nuclei with both Z and N magic (called doubly magic) are extremely stable and often spherical.</p><h2>Mean field potential (what it is, not the full math)</h2><p>The exact nuclear force between two nucleons is complicated. But the shell model approach is: don't solve the full many-body problem exactly; approximate it by saying each nucleon moves in a smooth potential well.</p><p>A common mental picture is a 3D potential well that's flat inside and rises at the surface, not a Coulomb potential like in atoms. This difference matters because the nuclear force is short-range and produces a near-constant density interior.</p><p>The potential is also not perfectly sharp; the edge is diffuse, consistent with the diffuse nuclear surface you learned earlier.</p><h2>Spin-orbit coupling (the reason magic numbers work)</h2><p>If you try a simple potential without spin-orbit coupling, you do not get the observed magic numbers beyond 20. The real breakthrough in nuclear structure was recognizing that nucleons experience a strong spin-orbit interaction in the nuclear mean field.</p><p>Spin-orbit coupling means the nucleon's orbital motion and its intrinsic spin interact, splitting energy levels. This splitting rearranges the level ordering and produces the correct magic numbers like 28, 50, 82, 126.</p><p>This is not a small correction. It is the feature that makes the shell model match reality.</p><h2>Protons and neutrons have separate shells</h2><p>Protons and neutrons fill different sets of levels because protons also feel Coulomb repulsion, and because the proton and neutron numbers can differ.</p><p>This is why you can have a magic neutron number but not a magic proton number for the same nucleus, and why shell effects and stability depend on both Z and N separately.</p><p>It's also why neutron-rich and proton-rich nuclei can have very different structures even at the same A.</p><h2>Pairing and odd-even effects (in structure language)</h2><p>You already met pairing as an empirical term in the liquid drop model. Structure models explain it more naturally: nucleons tend to form paired states that lower energy, especially in time-reversed orbits.</p><p>The practical result is the same: even-even nuclei are generally more stable and have simpler low-energy spectra, while odd-A nuclei have one unpaired nucleon that strongly affects spin and magnetic properties.</p><p>This is why odd-A nuclei often have nonzero spin, while many even-even nuclei have zero ground-state spin.</p><h2>Collective motion: vibrations and rotations</h2><p>Not all nuclei are best described as \"independent particles in shells.\" Many nuclei behave collectively, especially when they are deformed.</p><p>A deformed nucleus can rotate, producing a rotational band: a set of excited states whose energies follow a pattern like a quantum rotor. A nearly spherical nucleus can vibrate, producing vibrational excitations.</p><p>This is the bridge between shell physics and the shape physics you learned earlier: deformation creates collective degrees of freedom, and those degrees of freedom show up as organized spectra.</p><h2>When each model works</h2><p>Here's the practical truth: no single model explains everything.</p><p>Shell model works best near closed shells and for detailed spectroscopy when the active nucleons are a small number outside a closed core.</p><p>Collective models work best for mid-shell nuclei that are deformed and show strong rotational or vibrational patterns.</p><p>Mean-field methods try to unify these pictures by describing both shells and deformation as outcomes of an effective potential, but the details depend on the approach.</p><p>The skill is choosing the model that matches the nucleus and the question.</p><h2>Modern view: effective interactions and residual forces</h2><p>Even in a shell model picture, nucleons do not truly move independently. There are residual interactions between them that cause configuration mixing, shift energy levels, and influence transition rates.</p><p>In advanced work, you use effective interactions that are fitted or derived to reproduce observed spectra and properties. You don't need that machinery yet, but you should know that \"mean field + residual interaction\" is the real working framework.</p><h2>Key takeaways</h2><p>Liquid drop explains global trends; structure models explain local stability and spectra. Shell structure arises because nucleons occupy quantized levels in a mean field, producing magic numbers and extra stability at shell closures. Spin-orbit coupling is essential to get the right shell gaps. Pairing explains odd-even effects and ground-state spins. Many nuclei also show collective behavior such as rotations and vibrations, especially when deformed. In practice, nuclear physicists move between these models depending on what they are trying to predict.</p>",
  "hasCustomScript": false
}
