{
  "title": "Fission Physics",
  "content": "<h2>Introduction</h2><p>Fission is when a heavy nucleus splits into two smaller nuclei and releases a large amount of energy. The important point is not \"splitting\" by itself. The important point is why splitting can lower the total energy of the system, and why that energy shows up mostly as kinetic energy of the fragments. In this module you will learn what makes fission possible, what controls whether it happens, what \"fission barrier\" means, and how chain reactions work at a physical level.</p><h2>What fission is, physically</h2><p>In fission, a heavy nucleus deforms, develops a \"neck,\" and separates into two fragments plus a few neutrons, usually followed by gamma rays. The fragments are typically neutron-rich and later undergo beta decay.</p><p>Fission is not usually a clean 50/50 split. It often produces an asymmetric pair of fragments because some mass splits are more energetically favorable due to shell effects in the fragments.</p><h2>Why fission releases energy</h2><p>The energy released is mainly a binding-energy story. Heavy nuclei have lower binding energy per nucleon than many medium-mass nuclei. When a heavy nucleus splits into two medium-mass fragments, the fragments end up with higher binding energy per nucleon. The difference becomes released energy.</p><p>In practice, a single fission event of U-235 or Pu-239 releases on the order of 200 MeV. Most of that appears as kinetic energy of the fission fragments, not as heat directly. The heat comes later when those fragments stop in material.</p><h2>The competition: strong \"surface tension\" vs Coulomb repulsion</h2><p>A good physical picture is a charged liquid drop. The strong interaction creates something like surface tension that favors compact shapes. Electromagnetic repulsion between protons favors stretching the nucleus apart.</p><p>For heavy nuclei, Coulomb repulsion becomes so large that the nucleus can lower energy by deforming. Whether it actually splits depends on whether it can get over (or tunnel through) the barrier that resists splitting.</p><h2>The fission barrier</h2><p>The fission barrier is an energy hill the nucleus must overcome to split. Even if the final split products are lower in energy, the nucleus may have to pass through a higher-energy deformed shape first. That hill is the barrier.</p><p>Two key consequences follow. First, fission probability depends strongly on excitation energy. Second, even without enough energy to climb the barrier classically, the nucleus can still fission by quantum tunneling. That is spontaneous fission.</p><h2>Induced fission vs spontaneous fission</h2><p>Spontaneous fission happens without an incoming particle. It occurs when tunneling through the fission barrier is not absurdly unlikely. This tends to happen for very heavy nuclei.</p><p>Induced fission happens when the nucleus absorbs energy, often by absorbing a neutron. The absorbed neutron can raise the nucleus into an excited compound state, making it easier to cross the barrier. This is why neutron-induced fission is central to reactors and weapons physics.</p><h2>Why neutrons are effective at triggering fission</h2><p>Neutrons have no charge, so they are not repelled by the nucleus's positive charge. Even slow neutrons can be captured. Once captured, the compound nucleus has extra energy (and may be in an excited state), which can be enough to push it over the fission barrier.</p><p>This is why thermal reactors exist. In many fissile isotopes, slow neutrons are very effective at causing capture and fission.</p><h2>Fissile vs fissionable (important distinction)</h2><p>Fissile means a nucleus can undergo fission after absorbing a low-energy neutron. U-235 and Pu-239 are the classic examples.</p><p>Fissionable is broader. It includes nuclei that can fission, but may require high-energy neutrons to do so. U-238 is the classic example. It can fission, but it is much less likely with thermal neutrons because the compound nucleus is not excited enough above the barrier in the typical capture process.</p><p>This distinction matters for reactor design and neutron spectrum.</p><h2>Fission fragments and neutrons</h2><p>Fission typically produces two heavy fragments plus 2 to 3 neutrons on average, depending on isotope and neutron energy. The fragments are usually neutron-rich, which is why they later beta decay toward stability.</p><p>Those emitted neutrons are the fuel for chain reactions. Their energies are typically in the MeV range when born, which is why moderation is needed in thermal reactors.</p><h2>Prompt and delayed neutrons</h2><p>Most fission neutrons are prompt, emitted essentially immediately. A small fraction are delayed, emitted seconds to minutes later from beta-decay of certain fission fragments that produce an excited nucleus which then emits a neutron.</p><p>Delayed neutrons are tiny in fraction but enormous in importance. They make reactor control possible because they slow down the response time of the neutron population. Without delayed neutrons, controlling a reactor would be dramatically harder because the system would respond on prompt-neutron timescales.</p><h2>Chain reactions and criticality (the essential logic)</h2><p>A chain reaction happens if fission neutrons cause more fissions, which release more neutrons, and so on.</p><p>Three regimes exist:</p><p>Subcritical: each generation produces fewer fissions than the last, so the reaction dies out.</p><p>Critical: each generation produces about one next generation on average, so the reaction sustains steadily.</p><p>Supercritical: each generation grows, so power rises.</p><p>Whether a system is subcritical, critical, or supercritical depends on neutron production, neutron losses (absorption without fission), leakage out of the system, geometry, and material composition.</p><h2>Key takeaways</h2><p>Fission releases energy because heavy nuclei can lower energy by splitting into more tightly bound fragments. The process is controlled by the fission barrier and can be induced by neutron capture or occur by tunneling as spontaneous fission. Neutrons matter because they can be captured without a Coulomb barrier and because emitted neutrons enable chain reactions. The difference between fissile and fissionable isotopes is whether low-energy neutrons can induce fission efficiently. Prompt and delayed neutrons are central, especially for reactor control. Criticality is the balance between neutron production and neutron losses.</p>",
  "hasCustomScript": false
}
