{
  "title": "Spin and Parity",
  "content": "<h2>Introduction</h2><p>Spin and parity are the labels that tell you what a nuclear state \"is\" in a precise quantum sense. When you see a nucleus written as 3/2⁻ or 0⁺, that's not decoration. It predicts which decays are allowed, which gamma rays can be emitted, what the ground state should look like, and what patterns you should expect in spectra. This module teaches you how to interpret those labels and how nuclear physicists actually assign them.</p><h2>What spin means in nuclei</h2><p>Spin is total angular momentum. In nuclei it comes from two sources: orbital angular momentum of nucleons moving in the mean field, and intrinsic spin of the nucleons themselves (each nucleon has spin 1/2). The nuclear spin J is the quantum number that describes the total combined angular momentum of the entire nucleus in a given state.</p><p>You do not need to imagine the nucleus literally spinning like a ball. This is quantum angular momentum. It is conserved in interactions, and it comes in discrete values.</p><h2>Even-even, odd-A, odd-odd (quick ground-state rules)</h2><p>A very powerful first rule is based on pairing. In even-even nuclei (even Z and even N), nucleons tend to pair up in time-reversed states, canceling their angular momenta. The typical result is a ground state with J = 0.</p><p>In odd-A nuclei, one nucleon is unpaired. That single unpaired nucleon often dominates the ground-state spin and parity, which makes odd-A nuclei much easier to interpret in shell-model terms.</p><p>Odd-odd nuclei are more complicated because there are two unpaired nucleons whose angular momenta can couple in multiple ways.</p><h2>Orbital angular momentum and shell notation</h2><p>In shell-model language, each nucleon state has an orbital angular momentum l and a total single-particle angular momentum j, where j = l &plusmn; 1/2 due to spin-orbit coupling.</p><p>You'll see orbit labels like:</p><p>s1/2, p3/2, p1/2, d5/2, f7/2, g9/2, h11/2, i13/2</p><p>The letter tells you l:</p><p>s=0, p=1, d=2, f=3, g=4, h=5, i=6</p><p>The subscript is j, the total for that nucleon in that orbital.</p><p>This is the language nuclear physicists actually use to talk about which orbital the unpaired nucleon occupies.</p><h2>What parity means</h2><p>Parity is a symmetry label: what happens to the wavefunction if you flip spatial coordinates (a mirror inversion through the origin). For nuclear states, parity is either positive (+) or negative (&minus;).</p><p>In the shell model, the parity of a single-particle state is determined by l:</p><p>Parity = (&minus;1)<sup>l</sup></p><p>So:</p><ul><li>l even gives positive parity.</li><li>l odd gives negative parity.</li></ul><p>This is incredibly useful because it lets you predict parity just by knowing whether the unpaired nucleon is in an s/d/g/... orbital (positive) or a p/f/h/... orbital (negative).</p><h2>How to get the spin and parity of an odd-A ground state</h2><p>For many odd-A nuclei near closed shells, the ground state is well-approximated as \"one unpaired nucleon outside a paired core.\" In that case, the nuclear J<sup>&pi;</sup> is often just the j<sup>&pi;</sup> of the unpaired nucleon's orbital.</p><p>Example logic:</p><p>If the last neutron is in f7/2, then the nucleus often has J<sup>&pi;</sup> = 7/2&minus; (because f means l=3, giving negative parity).</p><p>This is not always perfect, but it's the first tool everyone uses.</p><h2>Coupling two unpaired nucleons (odd-odd nuclei)</h2><p>If you have two unpaired nucleons with angular momenta j1 and j2, they couple to give a range of possible total spins:</p><p>J can take values from |j1 &minus; j2| up to (j1 + j2), in integer steps.</p><p>Parity multiplies:</p><p>&pi; = &pi;<sub>1</sub> &times; &pi;<sub>2</sub></p><p>That means the parity is positive if the two parities are the same, and negative if they differ.</p><p>Odd-odd nuclei often have multiple low-lying states because there are multiple coupling options.</p><h2>Selection rules (why J^&pi; matters)</h2><p>Spin and parity are not just labels. They determine what transitions are allowed.</p><p>In beta decay, for example, certain changes in J and parity are strongly favored (allowed) while others are suppressed (forbidden). In gamma decay, the multipole type (E1, M1, E2...) depends on the change in J and whether parity flips.</p><p>Even without learning all the details yet, you should understand the key idea: conservation laws plus parity restrict what nature can do easily.</p><h2>Spin, parity, and nuclear shape (collective states)</h2><p>Not all nuclear spin comes from single nucleons. In deformed nuclei, the whole nucleus can rotate, producing a sequence of states with increasing J. These rotational bands often have a fixed parity and follow a predictable energy pattern.</p><p>So when you see a set of states like 0⁺, 2⁺, 4⁺, 6⁺ in an even-even nucleus, that often signals collective rotation or vibration rather than single-particle excitations.</p><p>This is how J<sup>&pi;</sup> connects directly to the shape module.</p><h2>How spin and parity are measured or assigned</h2><p>In real nuclear physics, spin and parity are inferred from experiments:</p><ul><li>gamma-ray angular distributions and correlations.</li><li>transition probabilities (which multipoles fit).</li><li>beta-decay patterns and comparative half-lives.</li><li>particle transfer reactions that populate specific orbitals.</li><li>magnetic moments and quadrupole moments.</li></ul><p>The important point is that J<sup>&pi;</sup> assignments are not guesses. They are deduced by matching observed transition behavior to selection rules and reaction mechanisms.</p><h2>Key takeaways</h2><p>Spin J is total angular momentum, built from nucleon orbital motion and intrinsic spin. Parity is a symmetry label tied to orbital angular momentum via (&minus;1)<sup>l</sup>. Even-even nuclei usually have 0⁺ ground states due to pairing. Odd-A ground-state J<sup>&pi;</sup> often reflects the unpaired nucleon's orbital, and odd-odd nuclei result from coupling two unpaired nucleons. J<sup>&pi;</sup> labels predict which decays and gamma transitions are allowed and help distinguish single-particle from collective excitations.</p>",
  "hasCustomScript": false
}
