{
  "title": "Fusion Physics",
  "content": "<h2>Introduction</h2><p>Fusion is when light nuclei combine into a heavier nucleus and release energy. The reason it can release energy is the same binding-energy logic as before: for light nuclei, moving toward more tightly bound products increases binding energy per nucleon. The hard part is not the energy bookkeeping. The hard part is getting two positively charged nuclei close enough for the strong interaction to take over. This module teaches why fusion is difficult, how tunneling makes it possible, what controls fusion rates, and why stellar fusion and reactor fusion are very different environments.</p><h2>Why fusion releases energy (binding-energy view)</h2><p>For light nuclei, binding energy per nucleon increases as you go from hydrogen toward helium and beyond. If two light nuclei fuse into a product with higher binding energy per nucleon, the difference is released as energy.</p><p>This is why fusing hydrogen into helium is energetically favorable, and why stars can shine for billions of years using fusion as a power source.</p><h2>The Coulomb barrier (the main obstacle)</h2><p>Two nuclei are positively charged, so they repel each other electrically. To fuse, they must approach within roughly a few femtometers so the strong interaction can bind them. But electromagnetism pushes them apart long before that.</p><p>The energy required to overcome this repulsion classically is the Coulomb barrier. For many fusion reactions, that barrier corresponds to kinetic energies far higher than typical thermal energies in stars or in a lab plasma.</p><p>So the central fusion problem is: how can fusion happen when particles usually don't have enough energy to climb the barrier?</p><h2>Quantum tunneling (why fusion is possible at all)</h2><p>Quantum mechanics allows a particle to pass through a barrier even if it doesn't have enough energy to go over it. That is tunneling.</p><p>In fusion, tunneling probability is extremely sensitive to energy. A small increase in particle energy can increase tunneling probability by orders of magnitude. That's why temperature matters so much for fusion rates. Fusion turns on rapidly once conditions cross certain thresholds.</p><p>This is also why fusion can occur in stars even though core temperatures are \"too low\" compared to the classical barrier: a small fraction of particles in the high-energy tail of the distribution tunnel through.</p><h2>Reaction rate basics (what sets how much fusion happens)</h2><p>Fusion power depends on how often nuclei collide and how likely they are to fuse when they collide.</p><p>Very roughly: reaction rate scales with particle density times velocity times fusion cross section. The key term is the cross section, which is suppressed by the Coulomb barrier and enhanced by tunneling.</p><p>In a thermal plasma, you don't have one energy. You have a distribution, so what really matters is an average of &sigma;v over that distribution. This is why reaction rate tables usually quote &lang;&sigma;v&rpar;.</p><h2>The Gamow peak (where most fusion comes from)</h2><p>In a hot plasma, two competing effects determine which energies contribute most to fusion:</p><p>At higher energy, there are fewer particles (distribution falls off).</p><p>At higher energy, tunneling probability rises sharply (cross section rises).</p><p>The product of those two effects forms a peak at a certain energy called the Gamow peak. Most fusion reactions happen from particles with energies near that peak, not from the average energy.</p><p>This is an important mental tool: temperature does not mean all particles have the same energy. A small fraction dominates fusion.</p><h2>Stellar fusion vs laboratory fusion</h2><p>Stars are extremely dense and operate for billions of years. They can rely on slow reactions. Their core is gravitationally confined, and even weak-interaction-limited steps can proceed because the time available is enormous.</p><p>Fusion reactors need high reaction rates in a human-scale device. That means much higher temperatures and densities, and a way to confine plasma long enough for significant fusion to occur.</p><p>So stellar fusion is \"slow but steady.\" Reactor fusion must be \"fast and controlled.\"</p><h2>Key fusion reactions (the ones you should recognize)</h2><p>In stars:</p><p>proton-proton chain (dominant in Sun-like stars)</p><p>CNO cycle (dominant in heavier stars)</p><p>In reactors:</p><p>deuterium-tritium (D-T) is the easiest in terms of required temperature and highest cross section at accessible energies.</p><p>deuterium-deuterium (D-D) is harder but uses more available fuel.</p><p>deuterium-helium-3 (D-He3) is attractive for reduced neutron production but requires higher temperatures.</p><p>You don't need every branch now, but you should recognize why D-T is the \"starter\" reaction for fusion engineering.</p><h2>Why fusion is hard to make into power</h2><p>Fusion releases energy mostly as kinetic energy of reaction products. In D-T fusion, a large fraction goes into a fast neutron, which is hard to capture and damages materials. You must convert that energy into heat in a blanket, protect structures, and breed tritium because tritium is rare.</p><p>Also, the plasma must be hot enough that it would destroy any container if it touched the walls. So confinement is the main engineering challenge.</p><h2>Confinement: magnetic and inertial (the two big approaches)</h2><p>Magnetic confinement uses strong magnetic fields to keep charged particles from hitting walls. Tokamaks and stellarators are the main examples.</p><p>Inertial confinement uses lasers or particle beams to compress and heat a tiny fuel pellet so rapidly that fusion occurs before the pellet has time to fly apart.</p><p>Both approaches are trying to satisfy the same physical requirement: enough density, temperature, and confinement time for net energy gain.</p><h2>Lawson criterion (the compact requirement)</h2><p>Fusion success is often summarized by the Lawson criterion, which relates:</p><p>particle density n</p><p>confinement time &tau;</p><p>temperature T</p><p>You need n&tau; high enough, at a sufficient temperature, for fusion power to exceed losses. The exact threshold depends on the fuel and conditions, but the core idea is simple: fusion isn't one requirement; it is a trade between density, temperature, and time.</p><h2>Key takeaways</h2><p>Fusion releases energy for light nuclei because it moves them toward higher binding energy per nucleon. The obstacle is the Coulomb barrier; tunneling makes fusion possible and makes rates extremely sensitive to energy. Fusion rates in plasmas depend on cross sections averaged over distributions, producing the Gamow peak. Stellar fusion is slow and long-lived; reactor fusion needs high temperature, density, and confinement. Practical fusion engineering revolves around confinement approaches, neutron and material challenges, and meeting the Lawson criterion.</p>",
  "hasCustomScript": false
}
