{
  "title": "Stellar Processes",
  "content": "<h2>Introduction</h2><p>Stars are nuclear reactors held together by gravity. The light and heat you see from a star is energy released by nuclear reactions in its core. This module explains which reactions power stars, why different stars run different reaction chains, how new elements are built, and why the universe contains the particular mix of elements that it does. You'll also see where nuclear physics and astrophysics lock together: reaction rates, weak interactions, and neutron capture control cosmic chemistry.</p><h2>What stars are balancing</h2><p>A star exists because two effects balance. Gravity pulls matter inward. Pressure pushes outward. That pressure comes mainly from the temperature of hot plasma, supported by energy released through nuclear reactions.</p><p>If nuclear reactions stopped, the star would lose pressure support and contract until a new balance was reached. So nuclear physics is not a side detail. It sets the lifetime, brightness, and evolution path of the star.</p><h2>Why stars can fuse at \"low\" temperatures</h2><p>Classically, stellar core temperatures are too low to overcome the Coulomb barrier for most fusion reactions. Fusion proceeds anyway because of quantum tunneling, and because a small fraction of particles in the high-energy tail of the thermal distribution contribute most of the reactions. This is the Gamow-peak idea from the fusion module, now applied to stars.</p><p>This is why temperature has such a strong effect on stellar luminosity. Small changes in core temperature can greatly change fusion rate.</p><h2>Hydrogen burning: the proton-proton chain</h2><p>In Sun-like stars, the main energy source is the proton-proton chain. It begins with two protons combining to eventually form helium-4. The slow step is the first one, where one proton must turn into a neutron so deuterium can form. That step requires the weak interaction, which is why the Sun burns slowly and steadily for billions of years.</p><p>The important conceptual point: stellar lifetimes are often set by weak-interaction bottlenecks, not by strong-force fusion itself.</p><h2>Hydrogen burning: the CNO cycle</h2><p>In more massive stars, hydrogen burning is often dominated by the CNO cycle. Carbon, nitrogen, and oxygen act as catalysts that help convert hydrogen into helium through a cycle of reactions. The net result is still four protons becoming one helium nucleus, but the pathway is different and much more temperature sensitive than the pp-chain.</p><p>This is why massive stars can be far brighter and shorter-lived: their hydrogen burning rate climbs rapidly with temperature.</p><h2>Helium burning and the triple-alpha process</h2><p>Once a star exhausts core hydrogen, it can contract and heat until helium burning becomes possible. Helium burning is not straightforward because there is no stable nucleus with mass number 8. The triple-alpha process solves this: two helium nuclei briefly form unstable beryllium-8, and if a third helium hits quickly enough, carbon-12 is formed.</p><p>A key detail is the existence of a resonant excited state in carbon-12 (often called the Hoyle state) that makes this process efficient enough to produce the carbon found in the universe. This is one of the cleanest examples of nuclear structure controlling cosmic abundance.</p><h2>Advanced burning stages in massive stars</h2><p>In very massive stars, fusion continues beyond helium into heavier elements in stages: carbon burning, neon burning, oxygen burning, silicon burning. Each stage happens at higher temperatures and shorter timescales.</p><p>These later stages build elements up to the iron group. The reason the chain stops there is binding energy. Fusion beyond iron does not release energy; it consumes it. So the star cannot support itself by fusing heavier elements indefinitely.</p><h2>Why iron is special (end of energy-producing fusion)</h2><p>Iron and nearby nuclei are near the peak of binding energy per nucleon. That means fusing lighter nuclei toward iron releases energy, but fusing iron into heavier nuclei would require energy input.</p><p>So once a star's core becomes iron-rich, fusion no longer provides pressure support. The core becomes unstable, setting the stage for collapse and explosive events.</p><h2>Neutron capture: making heavy elements</h2><p>Elements heavier than iron are mainly produced by neutron capture processes, because neutrons can be absorbed without Coulomb barriers.</p><p>There are two main regimes:</p><p>s-process (slow neutron capture): neutron captures happen slowly compared to beta decay, so the path follows stable nuclei and builds heavier elements gradually. This occurs in certain stages of stellar evolution, especially in asymptotic giant branch stars.</p><p>r-process (rapid neutron capture): neutron captures happen faster than beta decay, pushing nuclei far into neutron-rich territory before they decay back toward stability. This requires extreme environments with high neutron flux, such as neutron star mergers and some supernova conditions.</p><p>These processes explain why many heavy elements exist at all.</p><h2>Explosive nucleosynthesis and supernovae</h2><p>When massive stars collapse, conditions can become violent enough to produce new nuclei in explosive burning and neutron-rich environments. Supernovae also eject newly formed elements into space, enriching the interstellar medium.</p><p>This is why the chemical composition of galaxies evolves over time. Each generation of stars forms from material processed by earlier stars.</p><h2>Neutrinos and weak processes in stars</h2><p>Neutrinos are central in stellar evolution and collapse. Weak interactions produce neutrinos in fusion chains, and in core-collapse events neutrinos carry away enormous energy and strongly affect nucleosynthesis pathways.</p><p>Understanding weak interaction basics helps explain why neutrinos escape stars easily and why they are such important messengers of stellar interiors.</p><h2>Key takeaways</h2><p>Stars shine through nuclear fusion enabled by tunneling and governed by reaction rates. Sun-like stars mainly use the proton-proton chain; massive stars often use the CNO cycle. Helium burning creates carbon through the triple-alpha process aided by nuclear resonances. Massive stars build elements up to iron through staged burning; energy-producing fusion effectively ends near iron. Elements heavier than iron are mainly produced by neutron capture in the s-process and r-process, often in extreme environments. Supernovae and mergers distribute these elements into space, shaping cosmic chemical evolution.</p>",
  "hasCustomScript": false
}
