{
  "title": "Liquid Drop Model",
  "content": "<h2>Introduction</h2><p>The liquid drop model is the first \"global\" model that actually explains broad nuclear trends without caring about microscopic details. It treats the nucleus like a tiny drop of incompressible fluid: dense inside, fuzzy at the edge, with short-range attraction holding it together and electric repulsion trying to tear it apart. This model won't tell you detailed energy levels, but it will correctly explain binding energy systematics, the valley of stability, and why fission becomes possible.</p><h2>The core picture</h2><p>Here's the mental image you need. Nucleons in a nucleus behave a bit like molecules in a liquid: each one strongly interacts mainly with its nearest neighbors. That \"nearest-neighbor\" idea is called saturation, and it is why nuclear density is roughly constant.</p><p>From this picture, you get two immediate consequences. First, nucleons in the interior are strongly bound because they have neighbors all around. Second, nucleons at the surface are less bound because they have fewer neighbors. That alone gives you the two most important terms in the model.</p><h2>What the model assumes</h2><p>The liquid drop model assumes the nucleus is basically a bulk object with an average density, not a set of discrete quantum orbitals. It assumes you can talk about \"volume\" and \"surface\" the way you would for a droplet, and that the binding energy comes from macroscopic effects.</p><p>This is why it succeeds at trends across many nuclei, but fails at fine structure like magic numbers. That's not a flaw; it's the model's job description.</p><h2>Volume term (bulk binding)</h2><p>If each nucleon binds to a roughly fixed number of neighbors, then each added nucleon contributes about the same amount of binding, as long as it goes into the interior. That means binding energy should grow roughly proportional to A, the total number of nucleons.</p><p>So you get a term like: more nucleons, more total binding. This is the \"bulk glue\" of the nucleus. It's the dominant reason most nuclei are bound at all.</p><h2>Surface term (missing neighbors)</h2><p>A real droplet has a surface, and the surface costs energy because particles there are not surrounded by neighbors. Same here: nucleons on the surface are less bound.</p><p>How does that scale? Surface area scales like R<sup>2</sup>. Since R scales like A<sup>1/3</sup>, surface area scales like A<sup>2/3</sup>. That leads to a term that subtracts binding proportional to A<sup>2/3</sup>.</p><p>This is why small nuclei are less tightly bound per nucleon than medium ones. In small nuclei, the surface fraction is large.</p><h2>Coulomb term (proton repulsion)</h2><p>Protons repel each other electrically. This reduces binding, and the penalty grows as you add more protons.</p><p>A rough scaling: the number of proton pairs is about Z(Z-1)/2, and the typical separation grows with nuclear radius R ~ A<sup>1/3</sup>. So the Coulomb energy increases roughly like Z(Z-1) / A<sup>1/3</sup>.</p><p>This term is why heavy nuclei become increasingly unstable as Z grows. The strong force does not \"scale up\" forever, but Coulomb repulsion keeps piling on.</p><h2>Asymmetry term (neutrons vs protons balance)</h2><p>Nuclei do not like having a huge mismatch between neutrons and protons, even though heavy stable nuclei do have more neutrons than protons.</p><p>The reason is quantum: protons and neutrons fill available quantum states. If you have too many of one type, you're forced to put them into higher-energy states, which costs energy. That cost grows with how unbalanced N and Z are.</p><p>So you add a penalty term proportional to (N-Z)<sup>2</sup> / A. This is what creates the valley of stability and explains why beta decay tends to push nuclei toward a preferred N/Z balance.</p><h2>Pairing term (even-even nuclei extra stable)</h2><p>Empirically, nuclei with even numbers of protons and even numbers of neutrons are unusually stable. Odd-odd nuclei are unusually unstable. This is called pairing.</p><p>The liquid drop model adds a correction that depends on whether Z and N are even or odd. You don't need the microscopic reason yet; for now, treat it as a real, measurable \"bonus\" for pairing that shows up in masses.</p><p>This term is why separation energies often zig-zag as you move across isotopes.</p><h2>The semi-empirical mass formula (putting it together)</h2><p>When you combine the pieces, you get a binding-energy model that looks like:</p><p>Binding = volume - surface - Coulomb - asymmetry +/- pairing</p><p>That's the whole liquid drop model in one line. It's called \"semi-empirical\" because the structure is motivated by physics, but the coefficients are fit to measured nuclear masses.</p><p>What's important is not memorizing the full equation. What's important is knowing what each term is trying to represent and how it scales with A and Z.</p><h2>What the model predicts well</h2><p>This model explains several big, non-negotiable facts:</p><p>It explains the general binding energy per nucleon curve: small nuclei lose binding to surface effects, medium nuclei maximize binding, heavy nuclei lose binding to Coulomb effects.</p><p>It explains why stable heavy nuclei have more neutrons than protons: extra neutrons reduce the proton-proton repulsion, and the asymmetry penalty competes with the Coulomb penalty to set the best N/Z.</p><p>It explains why beta decay happens: if a nucleus is off the valley of stability, changing a neutron into a proton (or the reverse) can lower the total energy.</p><h2>What it predicts poorly (and why it still matters)</h2><p>The liquid drop model does not explain shell closures, magic numbers, or detailed spectroscopy. Those are microscopic quantum effects, and the liquid drop model is intentionally blind to them.</p><p>But it still matters hugely because it gives you the large-scale energy landscape. It is the backbone for understanding fission: heavy nuclei are like a charged droplet that can become unstable against deformation. If Coulomb repulsion overcomes surface tension, the droplet can split, releasing energy.</p><h2>Key takeaways</h2><p>The liquid drop model treats the nucleus as bulk nuclear matter with a surface, plus proton repulsion and quantum-statistical penalties. Volume binds, surface reduces binding, Coulomb repels, asymmetry penalizes imbalance, pairing adds even-odd structure. It explains the main trends in nuclear masses, stability, and why fission is possible, even though it cannot explain shell structure or detailed energy levels.</p>",
  "hasCustomScript": false
}
