{
  "title": "Radioactive Decay",
  "content": "<h2>Introduction</h2><p>Radioactive decay is what happens when a nucleus can lower its energy by transforming into a different configuration or a different nucleus. The key idea is not \"nuclei randomly explode.\" The key idea is energy and probability: if a lower-energy state exists and the rules allow it, decay can occur, and the rate is set by quantum mechanics. In this module you'll learn the decay law, the main decay types, what controls half-life, and how decay chains work.</p><h2>What decay is, physically</h2><p>A nucleus is stable if there is no allowed process that lowers its total energy. A nucleus is unstable if there is an energetically favorable path to something lower.</p><p>Two important clarifications. First, \"unstable\" does not mean \"short-lived.\" Some unstable nuclei last a fraction of a second; others last longer than the age of the universe. Second, decay is not driven by external triggers. It happens spontaneously because the nucleus has a probability per unit time to transition.</p><p>So decay is best thought of as a quantum transition from one state to another, not as a mechanical breakdown.</p><h2>The decay law (the one equation you must own)</h2><p>If you have N nuclei of a given type, the number that survive decreases exponentially:</p><p>N(t) = N<sub>0</sub> e<sup>(&minus;&lambda;t)</sup></p><p>&lambda; is the decay constant, meaning the probability per unit time that any given nucleus decays.</p><p>From this you get half-life:</p><p>T<sub>1/2</sub> = ln(2)/&lambda;</p><p>This is not just math. It's the statement that decay is memoryless: the chance a nucleus decays in the next moment does not depend on how long it has already existed.</p><h2>Activity and what we measure</h2><p>In experiments, you rarely count \"how many nuclei remain.\" You count decays per second. That is called activity:</p><p>A = &lambda;N</p><p>The unit is the becquerel: 1 decay per second.</p><p>So activity changes with time because N changes. That's why radioactive samples fade in intensity even if the decay constant stays the same.</p><h2>Q-value and why decay happens at all</h2><p>A decay can occur only if it is energetically allowed. The energy release is the Q-value, computed from mass differences:</p><p>Q = (initial mass &minus; final mass) c<sup>2</sup></p><p>If Q is positive, decay can release energy and is possible in principle. If Q is negative, decay cannot happen spontaneously.</p><p>This is the same energy bookkeeping you learned in binding energy, now applied to actual decay processes.</p><h2>Alpha decay (heavy nuclei shedding mass)</h2><p>Alpha decay is emission of a helium-4 nucleus (2 protons + 2 neutrons). It happens mainly in heavy nuclei because it reduces Coulomb repulsion and moves the nucleus toward greater stability.</p><p>The important physics behind alpha decay is quantum tunneling. Classically, an alpha particle should not escape because it is trapped by the nuclear force and blocked by a Coulomb barrier. Quantum mechanically, there is a probability it tunnels out. The barrier shape and width control the half-life. This is why alpha decay half-lives vary wildly even for similar nuclei.</p><h2>Beta decay (changing identity)</h2><p>Beta decay occurs when a nucleus changes a neutron into a proton or a proton into a neutron via the weak interaction. There are three common forms:</p><p>beta minus: neutron &rarr; proton + electron + antineutrino</p><p>beta plus: proton &rarr; neutron + positron + neutrino</p><p>electron capture: proton + electron &rarr; neutron + neutrino</p><p>Beta decay happens when the nucleus can lower its energy by moving toward a better neutron-to-proton balance. Unlike alpha decay, beta decay changes the element (Z changes), which is why it is called transmutation.</p><p>A key feature: beta decay produces a continuous energy spectrum because energy is shared with a neutrino.</p><h2>Gamma decay and internal conversion (de-excitation)</h2><p>Gamma decay is when an excited nucleus drops to a lower energy state by emitting a photon. This changes the nuclear state but not the element.</p><p>Internal conversion is the competing process where the nucleus transfers energy directly to an atomic electron, ejecting it. This is more likely for heavy nuclei and low-energy transitions. Gamma decay and internal conversion are crucial for understanding decay schemes because many radioactive decays leave the daughter nucleus excited.</p><h2>Spontaneous fission (splitting)</h2><p>Very heavy nuclei can split into two smaller nuclei without external triggering. This occurs when the nucleus can lower its total energy by deforming and splitting, because the Coulomb repulsion is large and the surface energy can no longer hold the droplet together.</p><p>Spontaneous fission half-lives depend strongly on the fission barrier and tunneling, so they vary enormously across isotopes.</p><h2>Competing decay modes and branching ratios</h2><p>A nucleus often has more than one possible decay mode. For example, a nucleus might be able to alpha decay or beta decay, or it might decay to different excited states.</p><p>The probability of each path is described by branching ratios. The sum of branching ratios is 1. Branching is why real decay data looks like a network rather than a single line.</p><h2>Decay chains and secular equilibrium</h2><p>Many isotopes decay into daughter nuclei that are themselves radioactive, creating decay chains. Important concepts:</p><p>parent, daughter, granddaughter nuclides</p><p>chain half-lives determine how the activity evolves</p><p>If a long-lived parent produces a short-lived daughter, the daughter's activity can reach an equilibrium where its decay rate matches its production rate. This is called secular equilibrium, and it matters in nature (like uranium and thorium series) and in applications.</p><h2>Key takeaways</h2><p>Radioactive decay is a quantum transition to a lower-energy configuration. Decay follows an exponential law with a decay constant &lambda; and half-life T<sub>1/2</sub> = ln(2)/&lambda;. Whether decay can occur depends on Q-value (mass-energy differences). Alpha decay and spontaneous fission are dominated by tunneling through barriers; beta decay is controlled by the weak interaction and changes the element; gamma decay and internal conversion are de-excitation processes. Real nuclei can have multiple decay paths described by branching ratios, and many form decay chains with equilibrium behaviors.</p>",
  "hasCustomScript": false
}
