{
  "title": "Scattering Theory",
  "content": "<h2>Introduction</h2><p>Scattering is how nuclear physicists \"see\" nuclei without seeing them. You fire something in, you measure what comes out, and from the pattern you infer size, shape, and interaction strength. The whole subject is basically this: the outgoing angles and energies are not random; they are the fingerprint of the force and the spatial structure.</p><h2>What scattering is measuring</h2><p>In the simplest case, you send a projectile toward a target and ask two questions. Did it bounce off, and by how much angle? And did it lose or gain energy?</p><p>If it bounces off with the same internal state and the same kinetic energy (aside from recoil), that's elastic scattering. If the target ends up excited, or a particle is transferred, that's inelastic or a reaction channel.</p><p>Even when nothing \"reacts,\" the angular pattern already tells you a lot, because it depends on how the projectile's wave is distorted by the target.</p><h2>Differential cross section</h2><p>You already learned total cross section is \"how often something happens.\" Differential cross section answers \"where does it go?\"</p><p>d&sigma;/d&Omega; is the probability of scattering into a particular direction. This is the quantity experiments measure most directly: how many particles per second land in a detector at angle &theta;.</p><p>So scattering theory is basically the theory of predicting d&sigma;/d&Omega; as a function of angle and energy.</p><h2>Kinematics and the one variable that matters most</h2><p>The key variable in scattering is momentum transfer, usually called q.</p><p>q is basically \"how hard you poked the target sideways.\" Small q means gentle, long-wavelength probing. Large q means sharp, high-resolution probing.</p><p>This is why people say higher energy gives better spatial resolution. It's not magic. A shorter wavelength probe can resolve smaller features. In practice, q depends on the projectile momentum and the scattering angle, so large angles usually mean larger q.</p><h2>Waves, not bullets</h2><p>At nuclear scales you must treat the projectile as a wave. The simplest mental picture is this: an incoming plane wave hits a target, and an outgoing spherical wave emerges.</p><p>All the physics is contained in one complex function called the scattering amplitude f(&theta;). The measurable pattern is proportional to its magnitude squared:</p><p>d&sigma;/d&Omega; = |f(&theta;)|&sup2;</p><p>This is why interference matters. Different parts of the wave can add or cancel, producing diffraction patterns, minima, and oscillations in angular distributions.</p><h2>Partial waves and phase shifts</h2><p>A very powerful idea is that you can break the incoming wave into angular-momentum components called partial waves. Each partial wave is labeled by an orbital angular momentum l.</p><p>The target changes each partial wave by giving it a phase shift &delta;<sub>l</sub>. That phase shift is the clean mathematical way to say \"the potential distorted the wave.\"</p><p>If you know the &delta;<sub>l</sub> values, you can predict the whole scattering pattern. If you measure the scattering pattern, you can work backward to infer &delta;<sub>l</sub> and learn about the interaction.</p><h2>Low-energy limit and scattering length</h2><p>At very low energies, scattering often becomes simple. Many systems can be described by one number called the scattering length a.</p><p>In that regime, the details of the potential shape do not matter much; what matters is the overall strength and whether there is a near-threshold bound state or resonance.</p><p>This is why low-energy neutron scattering is so useful: it can reveal effective interaction strength without needing high-energy resolution.</p><h2>Coulomb scattering</h2><p>If the projectile is charged and the target is charged, electromagnetism contributes strongly. The classic result is Rutherford scattering, which predicts a very specific angular dependence for pure Coulomb repulsion.</p><p>In nuclear experiments, Coulomb scattering is not just a nuisance. It is often used as a baseline. Deviations from the Rutherford pattern signal the presence of nuclear forces, absorption, or structure effects.</p><h2>Nuclear scattering and the optical model</h2><p>Real nuclear scattering is not only \"bounce off.\" Sometimes the projectile gets absorbed into other channels (reactions, breakup, capture).</p><p>To model this, nuclear physicists often use the optical model: a complex potential.</p><p>The real part describes elastic deflection. The imaginary part represents loss of flux into non-elastic channels.</p><p>This is extremely practical. It explains why elastic scattering at some energies looks like diffraction from a soft-edged object, and why the pattern weakens when absorption is strong.</p><h2>Inelastic scattering and excitation fingerprints</h2><p>If the target is excited, the outgoing projectile loses a discrete amount of energy equal to the excitation energy. That gives you peaks at specific energies in the detected spectrum.</p><p>Angular distributions for inelastic scattering tell you what kind of excitation it was. Collective excitations like rotations and vibrations leave different angular patterns than single-particle excitations.</p><p>So inelastic scattering is not just \"energy loss.\" It is a direct probe of nuclear structure.</p><h2>Resonances</h2><p>Sometimes the projectile energy matches a quasi-bound state of the combined system (a compound nucleus state). When that happens, scattering cross sections spike sharply.</p><p>The position of the resonance tells you the state energy. The width tells you the lifetime. Narrow means longer-lived. Broad means shorter-lived.</p><p>Resonances are one of the cleanest ways nuclear structure shows up inside reaction data.</p><h2>Key takeaways</h2><p>Scattering is the main experimental tool for learning nuclear structure and interactions. The main measured quantity is the differential cross section d&sigma;/d&Omega;, which is controlled by the scattering amplitude and interference. Momentum transfer q controls spatial resolution. Partial waves and phase shifts are the core language for how a potential distorts a wave. Coulomb scattering provides a baseline for charged projectiles. The optical model treats nuclear scattering realistically by including absorption into other channels. Inelastic scattering and resonances reveal discrete nuclear excitations and compound nucleus states.</p>",
  "hasCustomScript": false
}
