{
  "title": "Neutron Behavior",
  "content": "<h2>Introduction</h2><p>Neutrons are the most important projectiles in nuclear physics because they have no electric charge. That single fact changes everything: they can reach the nucleus without fighting a Coulomb barrier, they interact strongly with nuclei even at very low energies, and they are the main actors in reactors, many experiments, and a lot of astrophysics. This module teaches how neutrons move through matter, how their interactions depend on energy, and why \"slow\" neutrons can be more effective than fast ones.</p><h2>Why neutrons are different from charged particles</h2><p>Charged particles (like protons and alphas) feel Coulomb repulsion from positively charged nuclei, which suppresses low-energy reactions. Neutrons don't. They can approach a nucleus closely even when they are slow.</p><p>That means neutron reactions at low energy are often limited by quantum probability and nuclear structure, not by an electrostatic barrier. This is why thermal neutrons can have very large capture cross sections.</p><h2>Neutron energy ranges (the categories you'll see everywhere)</h2><p>Neutron behavior depends strongly on energy, so nuclear engineers and physicists use standard categories:</p><p>Thermal neutrons: about 0.025 eV (room temperature)</p><p>Epithermal: roughly 0.1 eV to keV range</p><p>Fast neutrons: roughly MeV range</p><p>High-energy: tens of MeV and above</p><p>You don't need to memorize the exact boundaries, but you do need to understand the physics: lower energy means longer wavelength and often very different cross sections.</p><h2>Neutron wavelength and \"resolution\"</h2><p>Neutrons are quantum waves. Their de Broglie wavelength grows as they get slower. Slow neutrons can have wavelengths comparable to atomic spacings, which is why neutrons are also used in condensed matter scattering.</p><p>In nuclear physics, wavelength matters because it changes which partial waves contribute and how strongly the neutron wavefunction overlaps the nucleus. At very low energies, s-wave behavior often dominates, simplifying the interaction and leading to characteristic energy dependence.</p><h2>Elastic scattering (how neutrons slow down)</h2><p>If a neutron bounces elastically from a nucleus, it transfers some kinetic energy to that nucleus, like a billiard ball collision, but quantum effects still matter for the probabilities.</p><p>The amount of energy lost per collision depends strongly on target mass. Light nuclei are best for slowing neutrons. Hydrogen is the most effective because it has nearly the same mass as a neutron, allowing large fractional energy loss per collision.</p><p>This is the physical reason moderators like water, polyethylene, and graphite are used: they scatter neutrons repeatedly and reduce their energy.</p><h2>Moderation and thermalization</h2><p>Moderation is the process of slowing neutrons from fast (MeV) down to thermal energies (eV scale). After enough collisions, neutrons reach a distribution determined by the surrounding temperature, which is what \"thermal\" means.</p><p>In reactors, the difference between a fast reactor and a thermal reactor is largely about whether moderation occurs and what energy range dominates the fission and capture processes.</p><h2>Capture (why slow neutrons can be more dangerous to stability)</h2><p>Neutron capture is when a nucleus absorbs a neutron and becomes a heavier isotope, often emitting a gamma ray afterward.</p><p>Many nuclei have capture cross sections that grow as neutron velocity decreases, often approximated by a 1/v law at low energies. The intuition is that slower neutrons spend more time near the nucleus, increasing capture probability, and the quantum s-wave behavior enhances this at low energy.</p><p>This is why thermal neutrons can be extremely effective at inducing reactions even though they carry very little kinetic energy.</p><h2>Resonances in neutron reactions</h2><p>As neutron energy increases into the epithermal region, cross sections often show sharp resonances. These correspond to compound nucleus states.</p><p>At resonance, capture or scattering probability can spike dramatically. The exact resonance pattern depends on the nuclear level structure, so resonance data is both a practical engineering input and a probe of nuclear physics.</p><h2>Scattering vs absorption (what determines neutron transport)</h2><p>Neutron transport through matter depends on competing processes:</p><p>elastic scattering (changes direction and energy)</p><p>inelastic scattering (excites nucleus, neutron loses energy)</p><p>absorption/capture (neutron disappears into nucleus)</p><p>fission (neutron absorbed and triggers split)</p><p>leakage (neutron escapes the system)</p><p>In any real medium, neutron behavior is the result of these competing cross sections, which all depend on energy.</p><h2>Neutron mean free path and diffusion (macroscopic behavior)</h2><p>Once you know the microscopic cross sections, you can predict macroscopic behavior. The mean free path is roughly:</p><p>&lambda; = 1 / (n &sigma;<sub>total</sub>)</p><p>Large cross section means short mean free path, meaning neutrons collide frequently. In moderators, neutrons undergo many scatters and perform a random walk, which is why neutron diffusion theory is useful in reactor physics.</p><h2>Detection and shielding basics (how we handle neutrons)</h2><p>Neutrons are hard to detect directly because they have no charge. Detectors usually rely on neutron-induced reactions that produce charged particles, such as:</p><p>helium-3 capture producing proton + triton</p><p>boron-10 capture producing alpha + lithium</p><p>scintillators with hydrogen recoil</p><p>Neutron shielding often uses hydrogen-rich materials to slow neutrons, then materials like boron to capture them once they are slow. This two-step idea is standard: slow first, capture second.</p><h2>Key takeaways</h2><p>Neutrons are special because they avoid the Coulomb barrier, making low-energy nuclear interactions accessible. Their behavior depends strongly on energy: elastic scattering drives moderation, capture often follows a 1/v trend at low energy, and resonances dominate in the epithermal region. Neutron transport is governed by competing cross sections and can be described macroscopically via mean free path and diffusion. Neutron detection and shielding rely on converting neutron interactions into charged particles and using moderation plus capture strategies.</p>",
  "hasCustomScript": false
}
