{
  "title": "Detectors",
  "content": "<h2>Introduction</h2><p>Detectors are how nuclear physics becomes real. A nucleus decays or a reaction happens, but you never \"see\" that directly. What you see is a detector signal produced when radiation deposits energy in matter. This module teaches the core detector idea, the main detector families, what you can and cannot measure, and the few performance concepts you must understand to read experimental results correctly.</p><h2>The one principle behind all detectors</h2><p>Every detector is doing the same job: convert deposited energy into something you can measure. That \"something\" is usually one of these: electrical charge, light, heat, or a chemical/structural change. The detector doesn't measure the particle directly. It measures the effect the particle causes in the detector material. So the entire design question becomes: how efficiently does this material convert radiation energy into a clean, interpretable signal?</p><h2>What you actually want to measure</h2><p>In nuclear physics you usually want some combination of:</p><p>energy (how much was deposited), timing (when it happened), position (where it happened), and particle type (alpha vs beta vs gamma vs neutron).</p><p>No detector gives all of these perfectly. Real experimental setups use multiple detectors or layered systems to trade off energy resolution, timing resolution, efficiency, and cost.</p><h2>Gas detectors (ionization, proportional, Geiger)</h2><p>Gas detectors work because radiation ionizes gas molecules, creating electron-ion pairs. An electric field pulls the charges to electrodes, producing a pulse.</p><p>There are three main operating regimes. In ionization mode, you collect the charge with minimal amplification (good for high-rate, lower gain). In proportional mode, you amplify the signal via gas multiplication, so pulse size is proportional to deposited energy (useful for spectroscopy in some cases). In Geiger mode, you get a large saturated pulse independent of energy (great for counting, not for measuring energy).</p><p>Core idea: gas detectors are simple, robust, and great for counting and tracking, but their energy resolution is usually worse than solid-state detectors.</p><h2>Scintillation detectors (light &rarr; electrical signal)</h2><p>Scintillators emit light when radiation deposits energy. A photomultiplier tube or a silicon photomultiplier converts that light into an electrical pulse.</p><p>Scintillators are widely used because they can be large (high efficiency) and fast (good timing). Different scintillator materials are optimized for different radiation types and energies.</p><p>Core idea: scintillators are excellent for detecting gamma rays and fast timing, but their energy resolution is typically not as good as high-end semiconductors.</p><h2>Semiconductor detectors (charge in a crystal)</h2><p>Semiconductor detectors work by creating electron-hole pairs in a solid crystal when radiation deposits energy. An electric field collects these charges to make a pulse.</p><p>Because the energy required to create each charge pair is small and stable, semiconductors can achieve very good energy resolution. This is why high-purity germanium is famous for gamma spectroscopy, and why silicon detectors are common for charged particles.</p><p>Core idea: semiconductors are the go-to choice when you care about precise energy lines, but they can require careful handling, cooling (for some types), and low-noise electronics.</p><h2>Measuring energy: what \"resolution\" means</h2><p>Energy resolution is the ability to distinguish two nearby energies. If your resolution is poor, peaks blur together and you lose spectroscopy information.</p><p>Resolution depends on statistical fluctuations in signal creation (how many charge pairs or photons you get), electronic noise, and incomplete energy collection.</p><p>Core idea: a detector can be extremely efficient but still poor for spectroscopy, or extremely sharp for spectroscopy but not efficient for high-energy gammas unless it is large.</p><h2>Measuring time: coincidence and lifetime work</h2><p>Timing detectors let you measure when events happen, and timing is often more important than energy. Coincidence means you only accept events that happen together in time, which is how you suppress background and build decay schemes.</p><p>Fast timing is critical for time-of-flight measurements, prompt/delayed separation, coincidence gamma spectroscopy, and many neutron experiments.</p><p>Core idea: timing turns random background into something you can reject, and it turns complex decay into something you can reconstruct.</p><h2>Neutron detection (why it's different)</h2><p>Neutrons don't ionize directly, so neutron detectors usually detect the reaction products from neutron capture or scattering. Common strategies are:</p><p>capture reactions that emit charged particles (easy to detect), or recoil nuclei from elastic scattering in hydrogen-rich materials.</p><p>Neutron detection also often uses moderation: slow the neutron first so capture becomes more likely.</p><p>Core idea: neutron detectors detect what neutrons cause, not the neutrons themselves, and energy dependence matters a lot.</p><h2>Efficiency, geometry, and \"what fraction you miss\"</h2><p>Detection efficiency is the probability that a particle is detected at all. It depends on detector size, material, distance from source, shielding, and interaction probability.</p><p>Two important kinds: intrinsic efficiency (given it reaches the detector, does it interact?) and geometric efficiency (does it even hit the detector?).</p><p>Core idea: many experimental disagreements are not physics disagreements, they're efficiency and geometry misunderstandings.</p><h2>Dead time, pile-up, and why high rates break detectors</h2><p>Detectors and electronics need time to process a pulse. During that time, new events can be missed or merged. This causes dead time losses and pile-up distortions, especially in high-rate environments.</p><p>A clean measurement requires either controlling the rate, designing faster electronics, or correcting statistically.</p><p>Core idea: high count rate can ruin data silently unless you design for it.</p><h2>Calibration and background (how to trust your spectrum)</h2><p>Calibration links detector output to real energy and timing using known sources or reference reactions. Background comes from cosmic rays, natural radioactivity, scattered radiation, and electronics noise.</p><p>Good experiments are often mostly about controlling background and proving your calibration is stable.</p><p>Core idea: detector data is only meaningful when you can show what is signal, what is background, and how energy and timing maps are established.</p>",
  "hasCustomScript": false
}
